const qhn = "☔"
    , Hhn = "☕"
    , Yhn = "♈"
    , zhn = "♉"
    , Whn = "♐"
    , Khn = "♑"
    , Qhn = "♒"
    , Xhn = "♓"
    , Zhn = "⚓"
    , Jhn = "✅"
    , emn = "✨"
    , tmn = "❓"
    , nmn = "❔"
    , rmn = "❕"
    , imn = "❗"
    , omn = "❗"
    , amn = "➕"
    , smn = "➖"
    , umn = "➗"
    , cmn = "#️⃣"
    , lmn = "*️⃣"
    , dmn = "0️⃣"
    , pmn = "1️⃣"
    , fmn = "2️⃣"
    , hmn = "3️⃣"
    , mmn = "4️⃣"
    , gmn = "5️⃣"
    , _mn = "6️⃣"
    , vmn = "7️⃣"
    , bmn = "8️⃣"
    , ymn = "9️⃣"
    , Emn = "©️"
    , wmn = "®️"
    , Smn = "🀄"
    , Tmn = "🃏"
    , Amn = "🅰️"
    , Cmn = "🅱️"
    , kmn = "🅾️"
    , Rmn = "🅿️"
    , Omn = "🆎"
    , Imn = "🆑"
    , xmn = "🆒"
    , Nmn = "🆓"
    , Dmn = "🆔"
    , Pmn = "🆖"
    , Mmn = "🆗"
    , Lmn = "🆘"
    , Fmn = "🆙"
    , Bmn = "🆚"
    , jmn = "🇨🇳"
    , Umn = "🇩🇪"
    , $mn = "🇪🇸"
    , Gmn = "🇫🇷"
    , Vmn = "🇬🇧"
    , qmn = "🇬🇧"
    , Hmn = "🇮🇹"
    , Ymn = "🇯🇵"
    , zmn = "🇰🇷"
    , Wmn = "🇷🇺"
    , Kmn = "🇺🇸"
    , Qmn = "🈁"
    , Xmn = "🈂️"
    , Zmn = "🈚"
    , Jmn = "🈯"
    , egn = "🈲"
    , tgn = "🈳"
    , ngn = "🈴"
    , rgn = "🈵"
    , ign = "🈶"
    , ogn = "🈷️"
    , agn = "🈸"
    , sgn = "🈹"
    , ugn = "🈺"
    , cgn = "🉐"
    , lgn = "🉑"
    , dgn = "🌀"
    , pgn = "🌁"
    , fgn = "🌂"
    , hgn = "🌃"
    , mgn = "🌄"
    , ggn = "🌅"
    , _gn = "🌆"
    , vgn = "🌇"
    , bgn = "🌈"
    , ygn = "🌉"
    , Egn = "🌊"
    , wgn = "🌋"
    , Sgn = "🌌"
    , Tgn = "🌍"
    , Agn = "🌎"
    , Cgn = "🌏"
    , kgn = "🌐"
    , Rgn = "🌑"
    , Ogn = "🌒"
    , Ign = "🌓"
    , xgn = "🌔"
    , Ngn = "🌔"
    , Dgn = "🌕"
    , Pgn = "🌖"
    , Mgn = "🌗"
    , Lgn = "🌘"
    , Fgn = "🌙"
    , Bgn = "🌚"
    , jgn = "🌛"
    , Ugn = "🌜"
    , $gn = "🌝"
    , Ggn = "🌞"
    , Vgn = "🌟"
    , qgn = "🌠"
    , Hgn = "🌡️"
    , Ygn = "🌤️"
    , zgn = "🌤️"
    , Wgn = "🌥️"
    , Kgn = "🌥️"
    , Qgn = "🌦️"
    , Xgn = "🌦️"
    , Zgn = "🌧️"
    , Jgn = "🌨️"
    , e_n = "🌩️"
    , t_n = "🌩️"
    , n_n = "🌪️"
    , r_n = "🌪️"
    , i_n = "🌫️"
    , o_n = "🌬️"
    , a_n = "🌭"
    , s_n = "🌮"
    , u_n = "🌯"
    , c_n = "🌰"
    , l_n = "🌱"
    , d_n = "🌲"
    , p_n = "🌳"
    , f_n = "🌴"
    , h_n = "🌵"
    , m_n = "🌶️"
    , g_n = "🌷"
    , __n = "🌸"
    , v_n = "🌹"
    , b_n = "🌺"
    , y_n = "🌻"
    , E_n = "🌼"
    , w_n = "🌽"
    , S_n = "🌾"
    , T_n = "🌿"
    , A_n = "🍀"
    , C_n = "🍁"
    , k_n = "🍂"
    , R_n = "🍃"
    , O_n = "🍄"
    , I_n = "🍅"
    , x_n = "🍆"
    , N_n = "🍇"
    , D_n = "🍈"
    , P_n = "🍉"
    , M_n = "🍊"
    , L_n = "🍋"
    , F_n = "🍌"
    , B_n = "🍍"
    , j_n = "🍎"
    , U_n = "🍏"
    , $_n = "🍐"
    , G_n = "🍑"
    , V_n = "🍒"
    , q_n = "🍓"
    , H_n = "🍔"
    , Y_n = "🍕"
    , z_n = "🍖"
    , W_n = "🍗"
    , K_n = "🍘"
    , Q_n = "🍙"
    , X_n = "🍚"
    , Z_n = "🍛"
    , J_n = "🍜"
    , evn = "🍝"
    , tvn = "🍞"
    , nvn = "🍟"
    , rvn = "🍠"
    , ivn = "🍡"
    , ovn = "🍢"
    , avn = "🍣"
    , svn = "🍤"
    , uvn = "🍥"
    , cvn = "🍦"
    , lvn = "🍧"
    , dvn = "🍨"
    , pvn = "🍩"
    , fvn = "🍪"
    , hvn = "🍫"
    , mvn = "🍬"
    , gvn = "🍭"
    , _vn = "🍮"
    , vvn = "🍯"
    , bvn = "🍰"
    , yvn = "🍱"
    , Evn = "🍲"
    , wvn = "🍳"
    , Svn = "🍳"
    , Tvn = "🍴"
    , Avn = "🍵"
    , Cvn = "🍶"
    , kvn = "🍷"
    , Rvn = "🍸"
    , Ovn = "🍹"
    , Ivn = "🍺"
    , xvn = "🍻"
    , Nvn = "🍼"
    , Dvn = "🍽️"
    , Pvn = "🍾"
    , Mvn = "🍿"
    , Lvn = "🎀"
    , Fvn = "🎁"
    , Bvn = "🎂"
    , jvn = "🎃"
    , Uvn = "🎄"
    , $vn = "🎅"
    , Gvn = "🎆"
    , Vvn = "🎇"
    , qvn = "🎈"
    , Hvn = "🎉"
    , Yvn = "🎊"
    , zvn = "🎋"
    , Wvn = "🎌"
    , Kvn = "🎍"
    , Qvn = "🎎"
    , Xvn = "🎏"
    , Zvn = "🎐"
    , Jvn = "🎑"
    , e0n = "🎒"
    , t0n = "🎓"
    , n0n = "🎖️"
    , r0n = "🎗️"
    , i0n = "🎙️"
    , o0n = "🎚️"
    , a0n = "🎛️"
    , s0n = "🎞️"
    , u0n = "🎟️"
    , c0n = "🎠"
    , l0n = "🎡"
    , d0n = "🎢"
    , p0n = "🎣"
    , f0n = "🎤"
    , h0n = "🎥"
    , m0n = "🎦"
    , g0n = "🎧"
    , _0n = "🎨"
    , v0n = "🎩"
    , b0n = "🎪"
    , y0n = "🎫"
    , E0n = "🎬"
    , w0n = "🎭"
    , S0n = "🎮"
    , T0n = "🎯"
    , A0n = "🎰"
    , C0n = "🎲"
    , k0n = "🎳"
    , R0n = "🎴"
    , O0n = "🎵"
    , I0n = "🎶"
    , x0n = "🎷"
    , N0n = "🎸"
    , D0n = "🎹"
    , P0n = "🎺"
    , M0n = "🎻"
    , L0n = "🎼"
    , F0n = "🎽"
    , B0n = "🎾"
    , j0n = "🎿"
    , U0n = "🏀"
    , $0n = "🏁"
    , G0n = "🏂"
    , V0n = "🏃‍♂️"
    , q0n = "🏃‍♂️"
    , H0n = "🏄‍♂️"
    , Y0n = "🏅"
    , z0n = "🏆"
    , W0n = "🏇"
    , K0n = "🏈"
    , Q0n = "🏉"
    , X0n = "🏊‍♂️"
    , Z0n = "🏋️‍♂️"
    , J0n = "🏌️‍♂️"
    , ebn = "🏍️"
    , tbn = "🏎️"
    , nbn = "🏏"
    , rbn = "🏐"
    , ibn = "🏑"
    , obn = "🏒"
    , abn = "🏓"
    , sbn = "🏔️"
    , ubn = "🏕️"
    , cbn = "🏖️"
    , lbn = "🏗️"
    , dbn = "🏘️"
    , pbn = "🏙️"
    , fbn = "🏚️"
    , hbn = "🏛️"
    , mbn = "🏜️"
    , gbn = "🏝️"
    , _bn = "🏞️"
    , vbn = "🏟️"
    , bbn = "🏠"
    , ybn = "🏡"
    , Ebn = "🏢"
    , wbn = "🏣"
    , Sbn = "🏤"
    , Tbn = "🏥"
    , Abn = "🏦"
    , Cbn = "🏧"
    , kbn = "🏨"
    , Rbn = "🏩"
    , Obn = "🏪"
    , Ibn = "🏫"
    , xbn = "🏬"
    , Nbn = "🏭"
    , Dbn = "🏮"
    , Pbn = "🏮"
    , Mbn = "🏯"
    , Lbn = "🏰"
    , Fbn = "🏳️‍⚧️"
    , Bbn = "🏳️"
    , jbn = "🏴‍☠️"
    , Ubn = "🏴"
    , $bn = "🏵️"
    , Gbn = "🏷️"
    , Vbn = "🏸"
    , qbn = "🏹"
    , Hbn = "🏺"
    , Ybn = "🐀"
    , zbn = "🐁"
    , Wbn = "🐂"
    , Kbn = "🐃"
    , Qbn = "🐄"
    , Xbn = "🐅"
    , Zbn = "🐆"
    , Jbn = "🐇"
    , eyn = "🐈‍⬛"
    , tyn = "🐈"
    , nyn = "🐉"
    , ryn = "🐊"
    , iyn = "🐋"
    , oyn = "🐌"
    , ayn = "🐍"
    , syn = "🐎"
    , uyn = "🐏"
    , cyn = "🐐"
    , lyn = "🐑"
    , dyn = "🐒"
    , pyn = "🐓"
    , fyn = "🐔"
    , hyn = "🐕‍🦺"
    , myn = "🐕"
    , gyn = "🐖"
    , _yn = "🐗"
    , vyn = "🐘"
    , byn = "🐙"
    , yyn = "🐚"
    , Eyn = "🐛"
    , wyn = "🐜"
    , Syn = "🐝"
    , Tyn = "🐝"
    , Ayn = "🐞"
    , Cyn = "🐞"
    , kyn = "🐟"
    , Ryn = "🐠"
    , Oyn = "🐡"
    , Iyn = "🐢"
    , xyn = "🐣"
    , Nyn = "🐤"
    , Dyn = "🐥"
    , Pyn = "🐦"
    , Myn = "🐧"
    , Lyn = "🐨"
    , Fyn = "🐩"
    , Byn = "🐪"
    , jyn = "🐫"
    , Uyn = "🐬"
    , $yn = "🐬"
    , Gyn = "🐭"
    , Vyn = "🐮"
    , qyn = "🐯"
    , Hyn = "🐰"
    , Yyn = "🐱"
    , zyn = "🐲"
    , Wyn = "🐳"
    , Kyn = "🐴"
    , Qyn = "🐵"
    , Xyn = "🐶"
    , Zyn = "🐷"
    , Jyn = "🐸"
    , eEn = "🐹"
    , tEn = "🐺"
    , nEn = "🐻‍❄️"
    , rEn = "🐻"
    , iEn = "🐼"
    , oEn = "🐽"
    , aEn = "🐾"
    , sEn = "🐾"
    , uEn = "🐿️"
    , cEn = "👀"
    , lEn = "👁️"
    , dEn = "👂"
    , pEn = "👃"
    , fEn = "👄"
    , hEn = "👅"
    , mEn = "👆"
    , gEn = "👇"
    , _En = "👈"
    , vEn = "👉"
    , bEn = "👊"
    , yEn = "👊"
    , EEn = "👋"
    , wEn = "👌"
    , SEn = "👍"
    , TEn = "👎"
    , AEn = "👏"
    , CEn = "👐"
    , kEn = "👑"
    , REn = "👒"
    , OEn = "👓"
    , IEn = "👔"
    , xEn = "👕"
    , NEn = "👕"
    , DEn = "👖"
    , PEn = "👗"
    , MEn = "👘"
    , LEn = "👙"
    , FEn = "👚"
    , BEn = "👛"
    , jEn = "👜"
    , UEn = "👝"
    , $En = "👞"
    , GEn = "👞"
    , VEn = "👟"
    , qEn = "👠"
    , HEn = "👡"
    , YEn = "👢"
    , zEn = "👣"
    , WEn = "👤"
    , KEn = "👥"
    , QEn = "👦"
    , XEn = "👧"
    , ZEn = "👨‍🍼"
    , JEn = "👨‍👩‍👦"
    , e1n = "👨‍🦯"
    , t1n = "👨‍🦰"
    , n1n = "👨‍🦱"
    , r1n = "👨‍🦲"
    , i1n = "👨‍🦳"
    , o1n = "👨‍🦼"
    , a1n = "👨‍🦽"
    , s1n = "👨"
    , u1n = "👩‍🍼"
    , c1n = "👩‍🦯"
    , l1n = "👩‍🦰"
    , d1n = "👩‍🦱"
    , p1n = "👩‍🦲"
    , f1n = "👩‍🦳"
    , h1n = "👩‍🦼"
    , m1n = "👩‍🦽"
    , g1n = "👩"
    , _1n = "👫"
    , v1n = "👫"
    , b1n = "👫"
    , y1n = "👬"
    , E1n = "👬"
    , w1n = "👭"
    , S1n = "👭"
    , T1n = "👮‍♂️"
    , A1n = "👯‍♀️"
    , C1n = "👰‍♀️"
    , k1n = "👰‍♂️"
    , R1n = "👰"
    , O1n = "👱‍♂️"
    , I1n = "👲"
    , x1n = "👳‍♂️"
    , N1n = "👴"
    , D1n = "👵"
    , P1n = "👶"
    , M1n = "👷‍♂️"
    , L1n = "👸"
    , F1n = "👹"
    , B1n = "👺"
    , j1n = "👻"
    , U1n = "👼"
    , $1n = "👽"
    , G1n = "👾"
    , V1n = "👿"
    , q1n = "💀"
    , H1n = "💁‍♀️"
    , Y1n = "💂‍♂️"
    , z1n = "💃"
    , W1n = "💄"
    , K1n = "💅"
    , Q1n = "💆‍♀️"
    , X1n = "💇‍♀️"
    , Z1n = "💈"
    , J1n = "💉"
    , ewn = "💊"
    , twn = "💋"
    , nwn = "💌"
    , rwn = "💍"
    , iwn = "💎"
    , own = "💏"
    , awn = "💐"
    , swn = "💑"
    , uwn = "💒"
    , cwn = "💓"
    , lwn = "💔"
    , dwn = "💕"
    , pwn = "💖"
    , fwn = "💗"
    , hwn = "💘"
    , mwn = "💙"
    , gwn = "💚"
    , _wn = "💛"
    , vwn = "💜"
    , bwn = "💝"
    , ywn = "💞"
    , Ewn = "💟"
    , wwn = "💠"
    , Swn = "💡"
    , Twn = "💢"
    , Awn = "💣"
    , Cwn = "💤"
    , kwn = "💥"
    , Rwn = "💥"
    , Own = "💦"
    , Iwn = "💧"
    , xwn = "💨"
    , Nwn = "💩"
    , Dwn = "💩"
    , Pwn = "💩"
    , Mwn = "💪"
    , Lwn = "💫"
    , Fwn = "💬"
    , Bwn = "💭"
    , jwn = "💮"
    , Uwn = "💰"
    , $wn = "💱"
    , Gwn = "💲"
    , Vwn = "💳"
    , qwn = "💴"
    , Hwn = "💵"
    , Ywn = "💶"
    , zwn = "💷"
    , Wwn = "💸"
    , Kwn = "💹"
    , Qwn = "💺"
    , Xwn = "💻"
    , Zwn = "💼"
    , Jwn = "💽"
    , eSn = "💾"
    , tSn = "💿"
    , nSn = "📀"
    , rSn = "📁"
    , iSn = "📂"
    , oSn = "📃"
    , aSn = "📄"
    , sSn = "📅"
    , uSn = "📆"
    , cSn = "📇"
    , lSn = "📈"
    , dSn = "📉"
    , pSn = "📊"
    , fSn = "📋"
    , hSn = "📌"
    , mSn = "📍"
    , gSn = "📎"
    , _Sn = "📏"
    , vSn = "📐"
    , bSn = "📑"
    , ySn = "📒"
    , ESn = "📓"
    , wSn = "📔"
    , SSn = "📕"
    , TSn = "📖"
    , ASn = "📖"
    , CSn = "📗"
    , kSn = "📘"
    , RSn = "📙"
    , OSn = "📚"
    , ISn = "📛"
    , xSn = "📜"
    , NSn = "📝"
    , DSn = "📝"
    , PSn = "📞"
    , MSn = "📟"
    , LSn = "📠"
    , FSn = "📡"
    , BSn = "📢"
    , jSn = "📣"
    , USn = "📤"
    , $Sn = "📥"
    , GSn = "📨"
    , VSn = "📩"
    , qSn = "📪"
    , HSn = "📫"
    , YSn = "📬"
    , zSn = "📭"
    , WSn = "📮"
    , KSn = "📯"
    , QSn = "📰"
    , XSn = "📱"
    , ZSn = "📲"
    , JSn = "📳"
    , eTn = "📴"
    , tTn = "📵"
    , nTn = "📶"
    , rTn = "📷"
    , iTn = "📸"
    , oTn = "📹"
    , aTn = "📺"
    , sTn = "📻"
    , uTn = "📼"
    , cTn = "📽️"
    , lTn = "📿"
    , dTn = "🔀"
    , pTn = "🔁"
    , fTn = "🔂"
    , hTn = "🔃"
    , mTn = "🔄"
    , gTn = "🔅"
    , _Tn = "🔆"
    , vTn = "🔇"
    , bTn = "🔈"
    , yTn = "🔉"
    , ETn = "🔊"
    , wTn = "🔋"
    , STn = "🔌"
    , TTn = "🔍"
    , ATn = "🔎"
    , CTn = "🔏"
    , kTn = "🔐"
    , RTn = "🔑"
    , OTn = "🔒"
    , ITn = "🔓"
    , xTn = "🔔"
    , NTn = "🔕"
    , DTn = "🔖"
    , PTn = "🔗"
    , MTn = "🔘"
    , LTn = "🔙"
    , FTn = "🔚"
    , BTn = "🔛"
    , jTn = "🔜"
    , UTn = "🔝"
    , $Tn = "🔞"
    , GTn = "🔟"
    , VTn = "🔠"
    , qTn = "🔡"
    , HTn = "🔣"
    , YTn = "🔤"
    , zTn = "🔥"
    , WTn = "🔦"
    , KTn = "🔧"
    , QTn = "🔨"
    , XTn = "🔩"
    , ZTn = "🔪"
    , JTn = "🔪"
    , e2n = "🔫"
    , t2n = "🔬"
    , n2n = "🔭"
    , r2n = "🔮"
    , i2n = "🔯"
    , o2n = "🔰"
    , a2n = "🔱"
    , s2n = "🔲"
    , u2n = "🔳"
    , c2n = "🔴"
    , l2n = "🔵"
    , d2n = "🔶"
    , p2n = "🔷"
    , f2n = "🔸"
    , h2n = "🔹"
    , m2n = "🔺"
    , g2n = "🔻"
    , _2n = "🔼"
    , v2n = "🔽"
    , b2n = "🕉️"
    , y2n = "🕊️"
    , E2n = "🕋"
    , w2n = "🕌"
    , S2n = "🕍"
    , T2n = "🕎"
    , A2n = "🕐"
    , C2n = "🕑"
    , k2n = "🕒"
    , R2n = "🕓"
    , O2n = "🕔"
    , I2n = "🕕"
    , x2n = "🕖"
    , N2n = "🕗"
    , D2n = "🕘"
    , P2n = "🕙"
    , M2n = "🕚"
    , L2n = "🕛"
    , F2n = "🕜"
    , B2n = "🕝"
    , j2n = "🕞"
    , U2n = "🕟"
    , $2n = "🕠"
    , G2n = "🕡"
    , V2n = "🕢"
    , q2n = "🕣"
    , H2n = "🕤"
    , Y2n = "🕥"
    , z2n = "🕦"
    , W2n = "🕧"
    , K2n = "🕯️"
    , Q2n = "🕰️"
    , X2n = "🕳️"
    , Z2n = "🕴️"
    , J2n = "🕵️‍♂️"
    , eAn = "🕶️"
    , tAn = "🕷️"
    , nAn = "🕸️"
    , rAn = "🕹️"
    , iAn = "🕺"
    , oAn = "🖇️"
    , aAn = "🖊️"
    , sAn = "🖋️"
    , uAn = "🖌️"
    , cAn = "🖍️"
    , lAn = "🖐️"
    , dAn = "🖕"
    , pAn = "🖕"
    , fAn = "🖤"
    , hAn = "🖥️"
    , mAn = "🖨️"
    , gAn = "🖱️"
    , _An = "🖲️"
    , vAn = "🖼️"
    , bAn = "🗂️"
    , yAn = "🗃️"
    , EAn = "🗄️"
    , wAn = "🗑️"
    , SAn = "🗒️"
    , TAn = "🗓️"
    , AAn = "🗜️"
    , CAn = "🗝️"
    , kAn = "🗞️"
    , RAn = "🗡️"
    , OAn = "🗣️"
    , IAn = "🗨️"
    , xAn = "🗯️"
    , NAn = "🗳️"
    , DAn = "🗺️"
    , PAn = "🗻"
    , MAn = "🗼"
    , LAn = "🗽"
    , FAn = "🗾"
    , BAn = "🗿"
    , jAn = "😀"
    , UAn = "😁"
    , $An = "😂"
    , GAn = "😃"
    , VAn = "😄"
    , qAn = "😅"
    , HAn = "😆"
    , YAn = "😆"
    , zAn = "😇"
    , WAn = "😈"
    , KAn = "😉"
    , QAn = "😊"
    , XAn = "😋"
    , ZAn = "😌"
    , JAn = "😍"
    , eCn = "😎"
    , tCn = "😏"
    , nCn = "😐"
    , rCn = "😑"
    , iCn = "😒"
    , oCn = "😓"
    , aCn = "😔"
    , sCn = "😕"
    , uCn = "😖"
    , cCn = "😗"
    , lCn = "😘"
    , dCn = "😙"
    , pCn = "😚"
    , fCn = "😛"
    , hCn = "😜"
    , mCn = "😝"
    , gCn = "😞"
    , _Cn = "😟"
    , vCn = "😠"
    , bCn = "😡"
    , yCn = "😢"
    , ECn = "😣"
    , wCn = "😤"
    , SCn = "😥"
    , TCn = "😦"
    , ACn = "😧"
    , CCn = "😨"
    , kCn = "😩"
    , RCn = "😪"
    , OCn = "😫"
    , ICn = "😬"
    , xCn = "😭"
    , NCn = "😮‍💨"
    , DCn = "😮"
    , PCn = "😯"
    , MCn = "😰"
    , LCn = "😱"
    , FCn = "😲"
    , BCn = "😳"
    , jCn = "😴"
    , UCn = "😵‍💫"
    , $Cn = "😵"
    , GCn = "😶‍🌫️"
    , VCn = "😶"
    , qCn = "😷"
    , HCn = "😸"
    , YCn = "😹"
    , zCn = "😺"
    , WCn = "😻"
    , KCn = "😼"
    , QCn = "😽"
    , XCn = "😾"
    , ZCn = "😿"
    , JCn = "🙀"
    , ekn = "🙁"
    , tkn = "🙂"
    , nkn = "🙃"
    , rkn = "🙄"
    , ikn = "🙅‍♀️"
    , okn = "🙆‍♀️"
    , akn = "🙇‍♂️"
    , skn = "🙈"
    , ukn = "🙉"
    , ckn = "🙊"
    , lkn = "🙋‍♀️"
    , dkn = "🙌"
    , pkn = "🙍‍♀️"
    , fkn = "🙎‍♀️"
    , hkn = "🙏"
    , mkn = "🚀"
    , gkn = "🚁"
    , _kn = "🚂"
    , vkn = "🚃"
    , bkn = "🚄"
    , ykn = "🚅"
    , Ekn = "🚆"
    , wkn = "🚇"
    , Skn = "🚈"
    , Tkn = "🚉"
    , Akn = "🚊"
    , Ckn = "🚋"
    , kkn = "🚌"
    , Rkn = "🚍"
    , Okn = "🚎"
    , Ikn = "🚏"
    , xkn = "🚐"
    , Nkn = "🚑"
    , Dkn = "🚒"
    , Pkn = "🚓"
    , Mkn = "🚔"
    , Lkn = "🚕"
    , Fkn = "🚖"
    , Bkn = "🚗"
    , jkn = "🚗"
    , Ukn = "🚘"
    , $kn = "🚙"
    , Gkn = "🚚"
    , Vkn = "🚛"
    , qkn = "🚜"
    , Hkn = "🚝"
    , Ykn = "🚞"
    , zkn = "🚟"
    , Wkn = "🚠"
    , Kkn = "🚡"
    , Qkn = "🚢"
    , Xkn = "🚣‍♂️"
    , Zkn = "🚤"
    , Jkn = "🚥"
    , eRn = "🚦"
    , tRn = "🚧"
    , nRn = "🚨"
    , rRn = "🚩"
    , iRn = "🚪"
    , oRn = "🚫"
    , aRn = "🚬"
    , sRn = "🚭"
    , uRn = "🚮"
    , cRn = "🚯"
    , lRn = "🚰"
    , dRn = "🚲"
    , pRn = "🚳"
    , fRn = "🚴‍♂️"
    , hRn = "🚵‍♂️"
    , mRn = "🚶‍♂️"
    , gRn = "🚷"
    , _Rn = "🚸"
    , vRn = "🚹"
    , bRn = "🚺"
    , yRn = "🚻"
    , ERn = "🚼"
    , wRn = "🚽"
    , SRn = "🚾"
    , TRn = "🚿"
    , ARn = "🛀"
    , CRn = "🛁"
    , kRn = "🛂"
    , RRn = "🛃"
    , ORn = "🛄"
    , IRn = "🛅"
    , xRn = "🛋️"
    , NRn = "🛌"
    , DRn = "🛍️"
    , PRn = "🛎️"
    , MRn = "🛏️"
    , LRn = "🛐"
    , FRn = "🛑"
    , BRn = "🛒"
    , jRn = "🛕"
    , URn = "🛖"
    , $Rn = "🛗"
    , GRn = "🛠️"
    , VRn = "🛡️"
    , qRn = "🛢️"
    , HRn = "🛣️"
    , YRn = "🛤️"
    , zRn = "🛥️"
    , WRn = "🛩️"
    , KRn = "🛫"
    , QRn = "🛬"
    , XRn = "🛰️"
    , ZRn = "🛳️"
    , JRn = "🛴"
    , eOn = "🛵"
    , tOn = "🛶"
    , nOn = "🛷"
    , rOn = "🛸"
    , iOn = "🛹"
    , oOn = "🛺"
    , aOn = "🛻"
    , sOn = "🛼"
    , uOn = "🟠"
    , cOn = "🟡"
    , lOn = "🟢"
    , dOn = "🟣"
    , pOn = "🟤"
    , fOn = "🟥"
    , hOn = "🟦"
    , mOn = "🟧"
    , gOn = "🟨"
    , _On = "🟩"
    , vOn = "🟪"
    , bOn = "🟫"
    , yOn = "🤌"
    , EOn = "🤍"
    , wOn = "🤎"
    , SOn = "🤏"
    , TOn = "🤐"
    , AOn = "🤑"
    , COn = "🤒"
    , kOn = "🤓"
    , ROn = "🤔"
    , OOn = "🤕"
    , IOn = "🤖"
    , xOn = "🤗"
    , NOn = "🤘"
    , DOn = "🤘"
    , POn = "🤙"
    , MOn = "🤚"
    , LOn = "🤝"
    , FOn = "🤞"
    , BOn = "🤞"
    , jOn = "🤟"
    , UOn = "🤠"
    , $On = "🤡"
    , GOn = "🤢"
    , VOn = "🤣"
    , qOn = "🤤"
    , HOn = "🤥"
    , YOn = "🤦"
    , zOn = "🤧"
    , WOn = "🤨"
    , KOn = "🤨"
    , QOn = "🤩"
    , XOn = "🤪"
    , ZOn = "🤪"
    , JOn = "🤫"
    , eIn = "🤫"
    , tIn = "🤬"
    , nIn = "🤬"
    , rIn = "🤭"
    , iIn = "🤭"
    , oIn = "🤮"
    , aIn = "🤮"
    , sIn = "🤯"
    , uIn = "🤯"
    , cIn = "🤰"
    , lIn = "🤲"
    , dIn = "🤳"
    , pIn = "🤴"
    , fIn = "🤵‍♀️"
    , hIn = "🤵‍♂️"
    , mIn = "🤵"
    , gIn = "🤶"
    , _In = "🤶"
    , vIn = "🤷"
    , bIn = "🤸"
    , yIn = "🤹"
    , EIn = "🤺"
    , wIn = "🤼"
    , SIn = "🤽"
    , TIn = "🤾"
    , AIn = "🤿"
    , CIn = "🥀"
    , kIn = "🥁"
    , RIn = "🥂"
    , OIn = "🥃"
    , IIn = "🥄"
    , xIn = "🥅"
    , NIn = "🥇"
    , DIn = "🥈"
    , PIn = "🥉"
    , MIn = "🥊"
    , LIn = "🥋"
    , FIn = "🥌"
    , BIn = "🥍"
    , jIn = "🥎"
    , UIn = "🥏"
    , $In = "🥐"
    , GIn = "🥑"
    , VIn = "🥒"
    , qIn = "🥓"
    , HIn = "🥔"
    , YIn = "🥕"
    , zIn = "🥖"
    , WIn = "🥗"
    , KIn = "🥘"
    , QIn = "🥙"
    , XIn = "🥚"
    , ZIn = "🥛"
    , JIn = "🥜"
    , exn = "🥝"
    , txn = "🥞"
    , nxn = "🥟"
    , rxn = "🥠"
    , ixn = "🥡"
    , oxn = "🥢"
    , axn = "🥣"
    , sxn = "🥤"
    , uxn = "🥥"
    , cxn = "🥦"
    , lxn = "🥧"
    , dxn = "🥨"
    , pxn = "🥩"
    , fxn = "🥪"
    , hxn = "🥫"
    , mxn = "🥬"
    , gxn = "🥭"
    , _xn = "🥮"
    , vxn = "🥯"
    , bxn = "🥰"
    , yxn = "🥱"
    , Exn = "🥲"
    , wxn = "🥳"
    , Sxn = "🥴"
    , Txn = "🥵"
    , Axn = "🥶"
    , Cxn = "🥷"
    , kxn = "🥸"
    , Rxn = "🥺"
    , Oxn = "🥻"
    , Ixn = "🥼"
    , xxn = "🥽"
    , Nxn = "🥾"
    , Dxn = "🥿"
    , Pxn = "🦀"
    , Mxn = "🦁"
    , Lxn = "🦂"
    , Fxn = "🦃"
    , Bxn = "🦄"
    , jxn = "🦅"
    , Uxn = "🦆"
    , $xn = "🦇"
    , Gxn = "🦈"
    , Vxn = "🦉"
    , qxn = "🦊"
    , Hxn = "🦋"
    , Yxn = "🦌"
    , zxn = "🦍"
    , Wxn = "🦎"
    , Kxn = "🦏"
    , Qxn = "🦐"
    , Xxn = "🦑"
    , Zxn = "🦒"
    , Jxn = "🦓"
    , eNn = "🦔"
    , tNn = "🦕"
    , nNn = "🦗"
    , rNn = "🦘"
    , iNn = "🦙"
    , oNn = "🦚"
    , aNn = "🦛"
    , sNn = "🦜"
    , uNn = "🦝"
    , cNn = "🦞"
    , lNn = "🦟"
    , dNn = "🦠"
    , pNn = "🦡"
    , fNn = "🦢"
    , hNn = "🦣"
    , mNn = "🦤"
    , gNn = "🦥"
    , _Nn = "🦦"
    , vNn = "🦧"
    , bNn = "🦨"
    , yNn = "🦩"
    , ENn = "🦪"
    , wNn = "🦫"
    , SNn = "🦬"
    , TNn = "🦭"
    , ANn = "🦮"
    , CNn = "🦯"
    , kNn = "🦴"
    , RNn = "🦵"
    , ONn = "🦶"
    , INn = "🦷"
    , xNn = "🦸‍♀️"
    , NNn = "🦸‍♂️"
    , DNn = "🦸"
    , PNn = "🦹‍♀️"
    , MNn = "🦹‍♂️"
    , LNn = "🦹"
    , FNn = "🦺"
    , BNn = "🦻"
    , jNn = "🦼"
    , UNn = "🦽"
    , $Nn = "🦾"
    , GNn = "🦿"
    , VNn = "🧀"
    , qNn = "🧁"
    , HNn = "🧂"
    , YNn = "🧃"
    , zNn = "🧄"
    , WNn = "🧅"
    , KNn = "🧆"
    , QNn = "🧇"
    , XNn = "🧈"
    , ZNn = "🧉"
    , JNn = "🧊"
    , eDn = "🧋"
    , tDn = "🧍‍♀️"
    , nDn = "🧍‍♂️"
    , rDn = "🧍"
    , iDn = "🧎‍♀️"
    , oDn = "🧎‍♂️"
    , aDn = "🧎"
    , sDn = "🧏‍♀️"
    , uDn = "🧏‍♂️"
    , cDn = "🧏"
    , lDn = "🧐"
    , dDn = "🧑‍🌾"
    , pDn = "🧑‍🍳"
    , fDn = "🧑‍🍼"
    , hDn = "🧑‍🎄"
    , mDn = "🧑‍🎓"
    , gDn = "🧑‍🎤"
    , _Dn = "🧑‍🎨"
    , vDn = "🧑‍🏫"
    , bDn = "🧑‍🏭"
    , yDn = "🧑‍💻"
    , EDn = "🧑‍💼"
    , wDn = "🧑‍🔧"
    , SDn = "🧑‍🔬"
    , TDn = "🧑‍🚀"
    , ADn = "🧑‍🚒"
    , CDn = "🧑‍🤝‍🧑"
    , kDn = "🧑‍🦯"
    , RDn = "🧑‍🦰"
    , ODn = "🧑‍🦱"
    , IDn = "🧑‍🦲"
    , xDn = "🧑‍🦳"
    , NDn = "🧑‍🦼"
    , DDn = "🧑‍🦽"
    , PDn = "🧑‍⚕️"
    , MDn = "🧑‍⚖️"
    , LDn = "🧑‍✈️"
    , FDn = "🧑"
    , BDn = "🧒"
    , jDn = "🧓"
    , UDn = "🧔‍♀️"
    , $Dn = "🧔‍♂️"
    , GDn = "🧔"
    , VDn = "🧕"
    , qDn = "🧖‍♀️"
    , HDn = "🧖‍♂️"
    , YDn = "🧖‍♂️"
    , zDn = "🧗‍♀️"
    , WDn = "🧗‍♀️"
    , KDn = "🧗‍♂️"
    , QDn = "🧘‍♀️"
    , XDn = "🧘‍♀️"
    , ZDn = "🧘‍♂️"
    , JDn = "🧙‍♀️"
    , ePn = "🧙‍♀️"
    , tPn = "🧙‍♂️"
    , nPn = "🧚‍♀️"
    , rPn = "🧚‍♀️"
    , iPn = "🧚‍♂️"
    , oPn = "🧛‍♀️"
    , aPn = "🧛‍♀️"
    , sPn = "🧛‍♂️"
    , uPn = "🧜‍♀️"
    , cPn = "🧜‍♂️"
    , lPn = "🧜‍♂️"
    , dPn = "🧝‍♀️"
    , pPn = "🧝‍♂️"
    , fPn = "🧝‍♂️"
    , hPn = "🧞‍♀️"
    , mPn = "🧞‍♂️"
    , gPn = "🧞‍♂️"
    , _Pn = "🧟‍♀️"
    , vPn = "🧟‍♂️"
    , bPn = "🧟‍♂️"
    , yPn = "🧠"
    , EPn = "🧡"
    , wPn = "🧢"
    , SPn = "🧣"
    , TPn = "🧤"
    , APn = "🧥"
    , CPn = "🧦"
    , kPn = "🧧"
    , RPn = "🧨"
    , OPn = "🧩"
    , IPn = "🧪"
    , xPn = "🧫"
    , NPn = "🧬"
    , DPn = "🧭"
    , PPn = "🧮"
    , MPn = "🧯"
    , LPn = "🧰"
    , FPn = "🧱"
    , BPn = "🧲"
    , jPn = "🧳"
    , UPn = "🧴"
    , $Pn = "🧵"
    , GPn = "🧶"
    , VPn = "🧷"
    , qPn = "🧸"
    , HPn = "🧹"
    , YPn = "🧺"
    , zPn = "🧻"
    , WPn = "🧼"
    , KPn = "🧽"
    , QPn = "🧾"
    , XPn = "🧿"
    , ZPn = "🩰"
    , JPn = "🩲"
    , eMn = "🩳"
    , tMn = "🩴"
    , nMn = "🩸"
    , rMn = "🩹"
    , iMn = "🩺"
    , oMn = "🪁"
    , aMn = "🪂"
    , sMn = "🪃"
    , uMn = "🪄"
    , cMn = "🪅"
    , lMn = "🪆"
    , dMn = "🪐"
    , pMn = "🪑"
    , fMn = "🪒"
    , hMn = "🪓"
    , mMn = "🪔"
    , gMn = "🪕"
    , _Mn = "🪖"
    , vMn = "🪗"
    , bMn = "🪘"
    , yMn = "🪙"
    , EMn = "🪚"
    , wMn = "🪛"
    , SMn = "🪜"
    , TMn = "🪝"
    , AMn = "🪞"
    , CMn = "🪟"
    , kMn = "🪠"
    , RMn = "🪡"
    , OMn = "🪢"
    , IMn = "🪣"
    , xMn = "🪤"
    , NMn = "🪥"
    , DMn = "🪦"
    , PMn = "🪧"
    , MMn = "🪨"
    , LMn = "🪰"
    , FMn = "🪱"
    , BMn = "🪲"
    , jMn = "🪳"
    , UMn = "🪴"
    , $Mn = "🪵"
    , GMn = "🪶"
    , VMn = "🫀"
    , qMn = "🫁"
    , HMn = "🫂"
    , YMn = "🫐"
    , zMn = "🫑"
    , WMn = "🫒"
    , KMn = "🫓"
    , QMn = "🫔"
    , XMn = "🫕"
    , ZMn = "🫖"
    , JMn = "‼️"
    , eLn = "⁉️"
    , tLn = "™️"
    , nLn = "ℹ️"
    , rLn = "↔️"
    , iLn = "↕️"
    , oLn = "↖️"
    , aLn = "↗️"
    , sLn = "↘️"
    , uLn = "↙️"
    , cLn = "↩️"
    , lLn = "↪️"
    , dLn = "⌚"
    , pLn = "⌛"
    , fLn = "⌨️"
    , hLn = "⏏️"
    , mLn = "⏩"
    , gLn = "⏪"
    , _Ln = "⏫"
    , vLn = "⏬"
    , bLn = "⏭️"
    , yLn = "⏮️"
    , ELn = "⏯️"
    , wLn = "⏰"
    , SLn = "⏱️"
    , TLn = "⏲️"
    , ALn = "⏳"
    , CLn = "⏸️"
    , kLn = "⏹️"
    , RLn = "⏺️"
    , OLn = "Ⓜ️"
    , ILn = "▪️"
    , xLn = "▫️"
    , NLn = "▶️"
    , DLn = "◀️"
    , PLn = "◻️"
    , MLn = "◼️"
    , LLn = "◽"
    , FLn = "◾"
    , BLn = "☀️"
    , jLn = "☁️"
    , ULn = "☂️"
    , $Ln = "☃️"
    , GLn = "☄️"
    , VLn = "☎️"
    , qLn = "☎️"
    , HLn = "☑️"
    , YLn = "☘️"
    , zLn = "☝️"
    , WLn = "☠️"
    , KLn = "☢️"
    , QLn = "☣️"
    , XLn = "☦️"
    , ZLn = "☪️"
    , JLn = "☮️"
    , e3n = "☯️"
    , t3n = "☸️"
    , n3n = "☹️"
    , r3n = "☺️"
    , i3n = "♀️"
    , o3n = "♂️"
    , a3n = "♊"
    , s3n = "♋"
    , u3n = "♌"
    , c3n = "♍"
    , l3n = "♎"
    , d3n = "♏"
    , p3n = "♟️"
    , f3n = "♠️"
    , h3n = "♣️"
    , m3n = "♥️"
    , g3n = "♦️"
    , _3n = "♨️"
    , v3n = "♻️"
    , b3n = "♾️"
    , y3n = "♿"
    , E3n = "⚒️"
    , w3n = "⚔️"
    , S3n = "⚕️"
    , T3n = "⚕️"
    , A3n = "⚖️"
    , C3n = "⚗️"
    , k3n = "⚙️"
    , R3n = "⚛️"
    , O3n = "⚜️"
    , I3n = "⚠️"
    , x3n = "⚡"
    , N3n = "⚧️"
    , D3n = "⚪"
    , P3n = "⚫"
    , M3n = "⚰️"
    , L3n = "⚱️"
    , F3n = "⚽"
    , B3n = "⚾"
    , j3n = "⛄"
    , U3n = "⛅"
    , $3n = "⛈️"
    , G3n = "⛎"
    , V3n = "⛏️"
    , q3n = "⛑️"
    , H3n = "⛓️"
    , Y3n = "⛔"
    , z3n = "⛩️"
    , W3n = "⛪"
    , K3n = "⛰️"
    , Q3n = "⛱️"
    , X3n = "⛲"
    , Z3n = "⛳"
    , J3n = "⛴️"
    , e4n = "⛵"
    , t4n = "⛵"
    , n4n = "⛷️"
    , r4n = "⛸️"
    , i4n = "⛹️‍♂️"
    , o4n = "⛺"
    , a4n = "⛽"
    , s4n = "✂️"
    , u4n = "✈️"
    , c4n = "✉️"
    , l4n = "✉️"
    , d4n = "✊"
    , p4n = "✋"
    , f4n = "✋"
    , h4n = "✌️"
    , m4n = "✍️"
    , g4n = "✏️"
    , _4n = "✒️"
    , v4n = "✔️"
    , b4n = "✖️"
    , y4n = "✝️"
    , E4n = "✡️"
    , w4n = "✳️"
    , S4n = "✴️"
    , T4n = "❄️"
    , A4n = "❇️"
    , C4n = "❌"
    , k4n = "❎"
    , R4n = "❣️"
    , O4n = "❤️‍🔥"
    , I4n = "❤️‍🩹"
    , x4n = "❤️"
    , N4n = "➡️"
    , D4n = "➰"
    , P4n = "➿"
    , M4n = "⤴️"
    , L4n = "⤵️"
    , F4n = "⬅️"
    , B4n = "⬆️"
    , j4n = "⬇️"
    , U4n = "⬛"
    , $4n = "⬜"
    , G4n = "⭐"
    , V4n = "⭕"
    , q4n = "〰️"
    , H4n = "〽️"
    , Y4n = "㊗️"
    , z4n = "㊙️"
    , W4n = {
        100: "💯",
        1234: "🔢",
        umbrella_with_rain_drops: qhn,
        coffee: Hhn,
        aries: Yhn,
        taurus: zhn,
        sagittarius: Whn,
        capricorn: Khn,
        aquarius: Qhn,
        pisces: Xhn,
        anchor: Zhn,
        white_check_mark: Jhn,
        sparkles: emn,
        question: tmn,
        grey_question: nmn,
        grey_exclamation: rmn,
        exclamation: imn,
        heavy_exclamation_mark: omn,
        heavy_plus_sign: amn,
        heavy_minus_sign: smn,
        heavy_division_sign: umn,
        hash: cmn,
        keycap_star: lmn,
        zero: dmn,
        one: pmn,
        two: fmn,
        three: hmn,
        four: mmn,
        five: gmn,
        six: _mn,
        seven: vmn,
        eight: bmn,
        nine: ymn,
        copyright: Emn,
        registered: wmn,
        mahjong: Smn,
        black_joker: Tmn,
        a: Amn,
        b: Cmn,
        o2: kmn,
        parking: Rmn,
        ab: Omn,
        cl: Imn,
        cool: xmn,
        free: Nmn,
        id: Dmn,
        new: "🆕",
        ng: Pmn,
        ok: Mmn,
        sos: Lmn,
        up: Fmn,
        vs: Bmn,
        "flag-ac": "🇦🇨",
        "flag-ad": "🇦🇩",
        "flag-ae": "🇦🇪",
        "flag-af": "🇦🇫",
        "flag-ag": "🇦🇬",
        "flag-ai": "🇦🇮",
        "flag-al": "🇦🇱",
        "flag-am": "🇦🇲",
        "flag-ao": "🇦🇴",
        "flag-aq": "🇦🇶",
        "flag-ar": "🇦🇷",
        "flag-as": "🇦🇸",
        "flag-at": "🇦🇹",
        "flag-au": "🇦🇺",
        "flag-aw": "🇦🇼",
        "flag-ax": "🇦🇽",
        "flag-az": "🇦🇿",
        "flag-ba": "🇧🇦",
        "flag-bb": "🇧🇧",
        "flag-bd": "🇧🇩",
        "flag-be": "🇧🇪",
        "flag-bf": "🇧🇫",
        "flag-bg": "🇧🇬",
        "flag-bh": "🇧🇭",
        "flag-bi": "🇧🇮",
        "flag-bj": "🇧🇯",
        "flag-bl": "🇧🇱",
        "flag-bm": "🇧🇲",
        "flag-bn": "🇧🇳",
        "flag-bo": "🇧🇴",
        "flag-bq": "🇧🇶",
        "flag-br": "🇧🇷",
        "flag-bs": "🇧🇸",
        "flag-bt": "🇧🇹",
        "flag-bv": "🇧🇻",
        "flag-bw": "🇧🇼",
        "flag-by": "🇧🇾",
        "flag-bz": "🇧🇿",
        "flag-ca": "🇨🇦",
        "flag-cc": "🇨🇨",
        "flag-cd": "🇨🇩",
        "flag-cf": "🇨🇫",
        "flag-cg": "🇨🇬",
        "flag-ch": "🇨🇭",
        "flag-ci": "🇨🇮",
        "flag-ck": "🇨🇰",
        "flag-cl": "🇨🇱",
        "flag-cm": "🇨🇲",
        cn: jmn,
        "flag-cn": "🇨🇳",
        "flag-co": "🇨🇴",
        "flag-cp": "🇨🇵",
        "flag-cr": "🇨🇷",
        "flag-cu": "🇨🇺",
        "flag-cv": "🇨🇻",
        "flag-cw": "🇨🇼",
        "flag-cx": "🇨🇽",
        "flag-cy": "🇨🇾",
        "flag-cz": "🇨🇿",
        de: Umn,
        "flag-de": "🇩🇪",
        "flag-dg": "🇩🇬",
        "flag-dj": "🇩🇯",
        "flag-dk": "🇩🇰",
        "flag-dm": "🇩🇲",
        "flag-do": "🇩🇴",
        "flag-dz": "🇩🇿",
        "flag-ea": "🇪🇦",
        "flag-ec": "🇪🇨",
        "flag-ee": "🇪🇪",
        "flag-eg": "🇪🇬",
        "flag-eh": "🇪🇭",
        "flag-er": "🇪🇷",
        es: $mn,
        "flag-es": "🇪🇸",
        "flag-et": "🇪🇹",
        "flag-eu": "🇪🇺",
        "flag-fi": "🇫🇮",
        "flag-fj": "🇫🇯",
        "flag-fk": "🇫🇰",
        "flag-fm": "🇫🇲",
        "flag-fo": "🇫🇴",
        fr: Gmn,
        "flag-fr": "🇫🇷",
        "flag-ga": "🇬🇦",
        gb: Vmn,
        uk: qmn,
        "flag-gb": "🇬🇧",
        "flag-gd": "🇬🇩",
        "flag-ge": "🇬🇪",
        "flag-gf": "🇬🇫",
        "flag-gg": "🇬🇬",
        "flag-gh": "🇬🇭",
        "flag-gi": "🇬🇮",
        "flag-gl": "🇬🇱",
        "flag-gm": "🇬🇲",
        "flag-gn": "🇬🇳",
        "flag-gp": "🇬🇵",
        "flag-gq": "🇬🇶",
        "flag-gr": "🇬🇷",
        "flag-gs": "🇬🇸",
        "flag-gt": "🇬🇹",
        "flag-gu": "🇬🇺",
        "flag-gw": "🇬🇼",
        "flag-gy": "🇬🇾",
        "flag-hk": "🇭🇰",
        "flag-hm": "🇭🇲",
        "flag-hn": "🇭🇳",
        "flag-hr": "🇭🇷",
        "flag-ht": "🇭🇹",
        "flag-hu": "🇭🇺",
        "flag-ic": "🇮🇨",
        "flag-id": "🇮🇩",
        "flag-ie": "🇮🇪",
        "flag-il": "🇮🇱",
        "flag-im": "🇮🇲",
        "flag-in": "🇮🇳",
        "flag-io": "🇮🇴",
        "flag-iq": "🇮🇶",
        "flag-ir": "🇮🇷",
        "flag-is": "🇮🇸",
        it: Hmn,
        "flag-it": "🇮🇹",
        "flag-je": "🇯🇪",
        "flag-jm": "🇯🇲",
        "flag-jo": "🇯🇴",
        jp: Ymn,
        "flag-jp": "🇯🇵",
        "flag-ke": "🇰🇪",
        "flag-kg": "🇰🇬",
        "flag-kh": "🇰🇭",
        "flag-ki": "🇰🇮",
        "flag-km": "🇰🇲",
        "flag-kn": "🇰🇳",
        "flag-kp": "🇰🇵",
        kr: zmn,
        "flag-kr": "🇰🇷",
        "flag-kw": "🇰🇼",
        "flag-ky": "🇰🇾",
        "flag-kz": "🇰🇿",
        "flag-la": "🇱🇦",
        "flag-lb": "🇱🇧",
        "flag-lc": "🇱🇨",
        "flag-li": "🇱🇮",
        "flag-lk": "🇱🇰",
        "flag-lr": "🇱🇷",
        "flag-ls": "🇱🇸",
        "flag-lt": "🇱🇹",
        "flag-lu": "🇱🇺",
        "flag-lv": "🇱🇻",
        "flag-ly": "🇱🇾",
        "flag-ma": "🇲🇦",
        "flag-mc": "🇲🇨",
        "flag-md": "🇲🇩",
        "flag-me": "🇲🇪",
        "flag-mf": "🇲🇫",
        "flag-mg": "🇲🇬",
        "flag-mh": "🇲🇭",
        "flag-mk": "🇲🇰",
        "flag-ml": "🇲🇱",
        "flag-mm": "🇲🇲",
        "flag-mn": "🇲🇳",
        "flag-mo": "🇲🇴",
        "flag-mp": "🇲🇵",
        "flag-mq": "🇲🇶",
        "flag-mr": "🇲🇷",
        "flag-ms": "🇲🇸",
        "flag-mt": "🇲🇹",
        "flag-mu": "🇲🇺",
        "flag-mv": "🇲🇻",
        "flag-mw": "🇲🇼",
        "flag-mx": "🇲🇽",
        "flag-my": "🇲🇾",
        "flag-mz": "🇲🇿",
        "flag-na": "🇳🇦",
        "flag-nc": "🇳🇨",
        "flag-ne": "🇳🇪",
        "flag-nf": "🇳🇫",
        "flag-ng": "🇳🇬",
        "flag-ni": "🇳🇮",
        "flag-nl": "🇳🇱",
        "flag-no": "🇳🇴",
        "flag-np": "🇳🇵",
        "flag-nr": "🇳🇷",
        "flag-nu": "🇳🇺",
        "flag-nz": "🇳🇿",
        "flag-om": "🇴🇲",
        "flag-pa": "🇵🇦",
        "flag-pe": "🇵🇪",
        "flag-pf": "🇵🇫",
        "flag-pg": "🇵🇬",
        "flag-ph": "🇵🇭",
        "flag-pk": "🇵🇰",
        "flag-pl": "🇵🇱",
        "flag-pm": "🇵🇲",
        "flag-pn": "🇵🇳",
        "flag-pr": "🇵🇷",
        "flag-ps": "🇵🇸",
        "flag-pt": "🇵🇹",
        "flag-pw": "🇵🇼",
        "flag-py": "🇵🇾",
        "flag-qa": "🇶🇦",
        "flag-re": "🇷🇪",
        "flag-ro": "🇷🇴",
        "flag-rs": "🇷🇸",
        ru: Wmn,
        "flag-ru": "🇷🇺",
        "flag-rw": "🇷🇼",
        "flag-sa": "🇸🇦",
        "flag-sb": "🇸🇧",
        "flag-sc": "🇸🇨",
        "flag-sd": "🇸🇩",
        "flag-se": "🇸🇪",
        "flag-sg": "🇸🇬",
        "flag-sh": "🇸🇭",
        "flag-si": "🇸🇮",
        "flag-sj": "🇸🇯",
        "flag-sk": "🇸🇰",
        "flag-sl": "🇸🇱",
        "flag-sm": "🇸🇲",
        "flag-sn": "🇸🇳",
        "flag-so": "🇸🇴",
        "flag-sr": "🇸🇷",
        "flag-ss": "🇸🇸",
        "flag-st": "🇸🇹",
        "flag-sv": "🇸🇻",
        "flag-sx": "🇸🇽",
        "flag-sy": "🇸🇾",
        "flag-sz": "🇸🇿",
        "flag-ta": "🇹🇦",
        "flag-tc": "🇹🇨",
        "flag-td": "🇹🇩",
        "flag-tf": "🇹🇫",
        "flag-tg": "🇹🇬",
        "flag-th": "🇹🇭",
        "flag-tj": "🇹🇯",
        "flag-tk": "🇹🇰",
        "flag-tl": "🇹🇱",
        "flag-tm": "🇹🇲",
        "flag-tn": "🇹🇳",
        "flag-to": "🇹🇴",
        "flag-tr": "🇹🇷",
        "flag-tt": "🇹🇹",
        "flag-tv": "🇹🇻",
        "flag-tw": "🇹🇼",
        "flag-tz": "🇹🇿",
        "flag-ua": "🇺🇦",
        "flag-ug": "🇺🇬",
        "flag-um": "🇺🇲",
        "flag-un": "🇺🇳",
        us: Kmn,
        "flag-us": "🇺🇸",
        "flag-uy": "🇺🇾",
        "flag-uz": "🇺🇿",
        "flag-va": "🇻🇦",
        "flag-vc": "🇻🇨",
        "flag-ve": "🇻🇪",
        "flag-vg": "🇻🇬",
        "flag-vi": "🇻🇮",
        "flag-vn": "🇻🇳",
        "flag-vu": "🇻🇺",
        "flag-wf": "🇼🇫",
        "flag-ws": "🇼🇸",
        "flag-xk": "🇽🇰",
        "flag-ye": "🇾🇪",
        "flag-yt": "🇾🇹",
        "flag-za": "🇿🇦",
        "flag-zm": "🇿🇲",
        "flag-zw": "🇿🇼",
        koko: Qmn,
        sa: Xmn,
        u7121: Zmn,
        u6307: Jmn,
        u7981: egn,
        u7a7a: tgn,
        u5408: ngn,
        u6e80: rgn,
        u6709: ign,
        u6708: ogn,
        u7533: agn,
        u5272: sgn,
        u55b6: ugn,
        ideograph_advantage: cgn,
        accept: lgn,
        cyclone: dgn,
        foggy: pgn,
        closed_umbrella: fgn,
        night_with_stars: hgn,
        sunrise_over_mountains: mgn,
        sunrise: ggn,
        city_sunset: _gn,
        city_sunrise: vgn,
        rainbow: bgn,
        bridge_at_night: ygn,
        ocean: Egn,
        volcano: wgn,
        milky_way: Sgn,
        earth_africa: Tgn,
        earth_americas: Agn,
        earth_asia: Cgn,
        globe_with_meridians: kgn,
        new_moon: Rgn,
        waxing_crescent_moon: Ogn,
        first_quarter_moon: Ign,
        moon: xgn,
        waxing_gibbous_moon: Ngn,
        full_moon: Dgn,
        waning_gibbous_moon: Pgn,
        last_quarter_moon: Mgn,
        waning_crescent_moon: Lgn,
        crescent_moon: Fgn,
        new_moon_with_face: Bgn,
        first_quarter_moon_with_face: jgn,
        last_quarter_moon_with_face: Ugn,
        full_moon_with_face: $gn,
        sun_with_face: Ggn,
        star2: Vgn,
        stars: qgn,
        thermometer: Hgn,
        mostly_sunny: Ygn,
        sun_small_cloud: zgn,
        barely_sunny: Wgn,
        sun_behind_cloud: Kgn,
        partly_sunny_rain: Qgn,
        sun_behind_rain_cloud: Xgn,
        rain_cloud: Zgn,
        snow_cloud: Jgn,
        lightning: e_n,
        lightning_cloud: t_n,
        tornado: n_n,
        tornado_cloud: r_n,
        fog: i_n,
        wind_blowing_face: o_n,
        hotdog: a_n,
        taco: s_n,
        burrito: u_n,
        chestnut: c_n,
        seedling: l_n,
        evergreen_tree: d_n,
        deciduous_tree: p_n,
        palm_tree: f_n,
        cactus: h_n,
        hot_pepper: m_n,
        tulip: g_n,
        cherry_blossom: __n,
        rose: v_n,
        hibiscus: b_n,
        sunflower: y_n,
        blossom: E_n,
        corn: w_n,
        ear_of_rice: S_n,
        herb: T_n,
        four_leaf_clover: A_n,
        maple_leaf: C_n,
        fallen_leaf: k_n,
        leaves: R_n,
        mushroom: O_n,
        tomato: I_n,
        eggplant: x_n,
        grapes: N_n,
        melon: D_n,
        watermelon: P_n,
        tangerine: M_n,
        lemon: L_n,
        banana: F_n,
        pineapple: B_n,
        apple: j_n,
        green_apple: U_n,
        pear: $_n,
        peach: G_n,
        cherries: V_n,
        strawberry: q_n,
        hamburger: H_n,
        pizza: Y_n,
        meat_on_bone: z_n,
        poultry_leg: W_n,
        rice_cracker: K_n,
        rice_ball: Q_n,
        rice: X_n,
        curry: Z_n,
        ramen: J_n,
        spaghetti: evn,
        bread: tvn,
        fries: nvn,
        sweet_potato: rvn,
        dango: ivn,
        oden: ovn,
        sushi: avn,
        fried_shrimp: svn,
        fish_cake: uvn,
        icecream: cvn,
        shaved_ice: lvn,
        ice_cream: dvn,
        doughnut: pvn,
        cookie: fvn,
        chocolate_bar: hvn,
        candy: mvn,
        lollipop: gvn,
        custard: _vn,
        honey_pot: vvn,
        cake: bvn,
        bento: yvn,
        stew: Evn,
        fried_egg: wvn,
        cooking: Svn,
        fork_and_knife: Tvn,
        tea: Avn,
        sake: Cvn,
        wine_glass: kvn,
        cocktail: Rvn,
        tropical_drink: Ovn,
        beer: Ivn,
        beers: xvn,
        baby_bottle: Nvn,
        knife_fork_plate: Dvn,
        champagne: Pvn,
        popcorn: Mvn,
        ribbon: Lvn,
        gift: Fvn,
        birthday: Bvn,
        jack_o_lantern: jvn,
        christmas_tree: Uvn,
        santa: $vn,
        fireworks: Gvn,
        sparkler: Vvn,
        balloon: qvn,
        tada: Hvn,
        confetti_ball: Yvn,
        tanabata_tree: zvn,
        crossed_flags: Wvn,
        bamboo: Kvn,
        dolls: Qvn,
        flags: Xvn,
        wind_chime: Zvn,
        rice_scene: Jvn,
        school_satchel: e0n,
        mortar_board: t0n,
        medal: n0n,
        reminder_ribbon: r0n,
        studio_microphone: i0n,
        level_slider: o0n,
        control_knobs: a0n,
        film_frames: s0n,
        admission_tickets: u0n,
        carousel_horse: c0n,
        ferris_wheel: l0n,
        roller_coaster: d0n,
        fishing_pole_and_fish: p0n,
        microphone: f0n,
        movie_camera: h0n,
        cinema: m0n,
        headphones: g0n,
        art: _0n,
        tophat: v0n,
        circus_tent: b0n,
        ticket: y0n,
        clapper: E0n,
        performing_arts: w0n,
        video_game: S0n,
        dart: T0n,
        slot_machine: A0n,
        "8ball": "🎱",
        game_die: C0n,
        bowling: k0n,
        flower_playing_cards: R0n,
        musical_note: O0n,
        notes: I0n,
        saxophone: x0n,
        guitar: N0n,
        musical_keyboard: D0n,
        trumpet: P0n,
        violin: M0n,
        musical_score: L0n,
        running_shirt_with_sash: F0n,
        tennis: B0n,
        ski: j0n,
        basketball: U0n,
        checkered_flag: $0n,
        snowboarder: G0n,
        "woman-running": "🏃‍♀️",
        "man-running": "🏃‍♂️",
        runner: V0n,
        running: q0n,
        "woman-surfing": "🏄‍♀️",
        "man-surfing": "🏄‍♂️",
        surfer: H0n,
        sports_medal: Y0n,
        trophy: z0n,
        horse_racing: W0n,
        football: K0n,
        rugby_football: Q0n,
        "woman-swimming": "🏊‍♀️",
        "man-swimming": "🏊‍♂️",
        swimmer: X0n,
        "woman-lifting-weights": "🏋️‍♀️",
        "man-lifting-weights": "🏋️‍♂️",
        weight_lifter: Z0n,
        "woman-golfing": "🏌️‍♀️",
        "man-golfing": "🏌️‍♂️",
        golfer: J0n,
        racing_motorcycle: ebn,
        racing_car: tbn,
        cricket_bat_and_ball: nbn,
        volleyball: rbn,
        field_hockey_stick_and_ball: ibn,
        ice_hockey_stick_and_puck: obn,
        table_tennis_paddle_and_ball: abn,
        snow_capped_mountain: sbn,
        camping: ubn,
        beach_with_umbrella: cbn,
        building_construction: lbn,
        house_buildings: dbn,
        cityscape: pbn,
        derelict_house_building: fbn,
        classical_building: hbn,
        desert: mbn,
        desert_island: gbn,
        national_park: _bn,
        stadium: vbn,
        house: bbn,
        house_with_garden: ybn,
        office: Ebn,
        post_office: wbn,
        european_post_office: Sbn,
        hospital: Tbn,
        bank: Abn,
        atm: Cbn,
        hotel: kbn,
        love_hotel: Rbn,
        convenience_store: Obn,
        school: Ibn,
        department_store: xbn,
        factory: Nbn,
        izakaya_lantern: Dbn,
        lantern: Pbn,
        japanese_castle: Mbn,
        european_castle: Lbn,
        "rainbow-flag": "🏳️‍🌈",
        transgender_flag: Fbn,
        waving_white_flag: Bbn,
        pirate_flag: jbn,
        "flag-england": "🏴󠁧󠁢󠁥󠁮󠁧󠁿",
        "flag-scotland": "🏴󠁧󠁢󠁳󠁣󠁴󠁿",
        "flag-wales": "🏴󠁧󠁢󠁷󠁬󠁳󠁿",
        waving_black_flag: Ubn,
        rosette: $bn,
        label: Gbn,
        badminton_racquet_and_shuttlecock: Vbn,
        bow_and_arrow: qbn,
        amphora: Hbn,
        "skin-tone-2": "🏻",
        "skin-tone-3": "🏼",
        "skin-tone-4": "🏽",
        "skin-tone-5": "🏾",
        "skin-tone-6": "🏿",
        rat: Ybn,
        mouse2: zbn,
        ox: Wbn,
        water_buffalo: Kbn,
        cow2: Qbn,
        tiger2: Xbn,
        leopard: Zbn,
        rabbit2: Jbn,
        black_cat: eyn,
        cat2: tyn,
        dragon: nyn,
        crocodile: ryn,
        whale2: iyn,
        snail: oyn,
        snake: ayn,
        racehorse: syn,
        ram: uyn,
        goat: cyn,
        sheep: lyn,
        monkey: dyn,
        rooster: pyn,
        chicken: fyn,
        service_dog: hyn,
        dog2: myn,
        pig2: gyn,
        boar: _yn,
        elephant: vyn,
        octopus: byn,
        shell: yyn,
        bug: Eyn,
        ant: wyn,
        bee: Syn,
        honeybee: Tyn,
        ladybug: Ayn,
        lady_beetle: Cyn,
        fish: kyn,
        tropical_fish: Ryn,
        blowfish: Oyn,
        turtle: Iyn,
        hatching_chick: xyn,
        baby_chick: Nyn,
        hatched_chick: Dyn,
        bird: Pyn,
        penguin: Myn,
        koala: Lyn,
        poodle: Fyn,
        dromedary_camel: Byn,
        camel: jyn,
        dolphin: Uyn,
        flipper: $yn,
        mouse: Gyn,
        cow: Vyn,
        tiger: qyn,
        rabbit: Hyn,
        cat: Yyn,
        dragon_face: zyn,
        whale: Wyn,
        horse: Kyn,
        monkey_face: Qyn,
        dog: Xyn,
        pig: Zyn,
        frog: Jyn,
        hamster: eEn,
        wolf: tEn,
        polar_bear: nEn,
        bear: rEn,
        panda_face: iEn,
        pig_nose: oEn,
        feet: aEn,
        paw_prints: sEn,
        chipmunk: uEn,
        eyes: cEn,
        "eye-in-speech-bubble": "👁️‍🗨️",
        eye: lEn,
        ear: dEn,
        nose: pEn,
        lips: fEn,
        tongue: hEn,
        point_up_2: mEn,
        point_down: gEn,
        point_left: _En,
        point_right: vEn,
        facepunch: bEn,
        punch: yEn,
        wave: EEn,
        ok_hand: wEn,
        "+1": "👍",
        thumbsup: SEn,
        "-1": "👎",
        thumbsdown: TEn,
        clap: AEn,
        open_hands: CEn,
        crown: kEn,
        womans_hat: REn,
        eyeglasses: OEn,
        necktie: IEn,
        shirt: xEn,
        tshirt: NEn,
        jeans: DEn,
        dress: PEn,
        kimono: MEn,
        bikini: LEn,
        womans_clothes: FEn,
        purse: BEn,
        handbag: jEn,
        pouch: UEn,
        mans_shoe: $En,
        shoe: GEn,
        athletic_shoe: VEn,
        high_heel: qEn,
        sandal: HEn,
        boot: YEn,
        footprints: zEn,
        bust_in_silhouette: WEn,
        busts_in_silhouette: KEn,
        boy: QEn,
        girl: XEn,
        "male-farmer": "👨‍🌾",
        "male-cook": "👨‍🍳",
        man_feeding_baby: ZEn,
        "male-student": "👨‍🎓",
        "male-singer": "👨‍🎤",
        "male-artist": "👨‍🎨",
        "male-teacher": "👨‍🏫",
        "male-factory-worker": "👨‍🏭",
        "man-boy-boy": "👨‍👦‍👦",
        "man-boy": "👨‍👦",
        "man-girl-boy": "👨‍👧‍👦",
        "man-girl-girl": "👨‍👧‍👧",
        "man-girl": "👨‍👧",
        "man-man-boy": "👨‍👨‍👦",
        "man-man-boy-boy": "👨‍👨‍👦‍👦",
        "man-man-girl": "👨‍👨‍👧",
        "man-man-girl-boy": "👨‍👨‍👧‍👦",
        "man-man-girl-girl": "👨‍👨‍👧‍👧",
        "man-woman-boy": "👨‍👩‍👦",
        family: JEn,
        "man-woman-boy-boy": "👨‍👩‍👦‍👦",
        "man-woman-girl": "👨‍👩‍👧",
        "man-woman-girl-boy": "👨‍👩‍👧‍👦",
        "man-woman-girl-girl": "👨‍👩‍👧‍👧",
        "male-technologist": "👨‍💻",
        "male-office-worker": "👨‍💼",
        "male-mechanic": "👨‍🔧",
        "male-scientist": "👨‍🔬",
        "male-astronaut": "👨‍🚀",
        "male-firefighter": "👨‍🚒",
        man_with_probing_cane: e1n,
        red_haired_man: t1n,
        curly_haired_man: n1n,
        bald_man: r1n,
        white_haired_man: i1n,
        man_in_motorized_wheelchair: o1n,
        man_in_manual_wheelchair: a1n,
        "male-doctor": "👨‍⚕️",
        "male-judge": "👨‍⚖️",
        "male-pilot": "👨‍✈️",
        "man-heart-man": "👨‍❤️‍👨",
        "man-kiss-man": "👨‍❤️‍💋‍👨",
        man: s1n,
        "female-farmer": "👩‍🌾",
        "female-cook": "👩‍🍳",
        woman_feeding_baby: u1n,
        "female-student": "👩‍🎓",
        "female-singer": "👩‍🎤",
        "female-artist": "👩‍🎨",
        "female-teacher": "👩‍🏫",
        "female-factory-worker": "👩‍🏭",
        "woman-boy-boy": "👩‍👦‍👦",
        "woman-boy": "👩‍👦",
        "woman-girl-boy": "👩‍👧‍👦",
        "woman-girl-girl": "👩‍👧‍👧",
        "woman-girl": "👩‍👧",
        "woman-woman-boy": "👩‍👩‍👦",
        "woman-woman-boy-boy": "👩‍👩‍👦‍👦",
        "woman-woman-girl": "👩‍👩‍👧",
        "woman-woman-girl-boy": "👩‍👩‍👧‍👦",
        "woman-woman-girl-girl": "👩‍👩‍👧‍👧",
        "female-technologist": "👩‍💻",
        "female-office-worker": "👩‍💼",
        "female-mechanic": "👩‍🔧",
        "female-scientist": "👩‍🔬",
        "female-astronaut": "👩‍🚀",
        "female-firefighter": "👩‍🚒",
        woman_with_probing_cane: c1n,
        red_haired_woman: l1n,
        curly_haired_woman: d1n,
        bald_woman: p1n,
        white_haired_woman: f1n,
        woman_in_motorized_wheelchair: h1n,
        woman_in_manual_wheelchair: m1n,
        "female-doctor": "👩‍⚕️",
        "female-judge": "👩‍⚖️",
        "female-pilot": "👩‍✈️",
        "woman-heart-man": "👩‍❤️‍👨",
        "woman-heart-woman": "👩‍❤️‍👩",
        "woman-kiss-man": "👩‍❤️‍💋‍👨",
        "woman-kiss-woman": "👩‍❤️‍💋‍👩",
        woman: g1n,
        man_and_woman_holding_hands: _1n,
        woman_and_man_holding_hands: v1n,
        couple: b1n,
        two_men_holding_hands: y1n,
        men_holding_hands: E1n,
        two_women_holding_hands: w1n,
        women_holding_hands: S1n,
        "female-police-officer": "👮‍♀️",
        "male-police-officer": "👮‍♂️",
        cop: T1n,
        "women-with-bunny-ears-partying": "👯‍♀️",
        "woman-with-bunny-ears-partying": "👯‍♀️",
        dancers: A1n,
        "men-with-bunny-ears-partying": "👯‍♂️",
        "man-with-bunny-ears-partying": "👯‍♂️",
        woman_with_veil: C1n,
        man_with_veil: k1n,
        bride_with_veil: R1n,
        "blond-haired-woman": "👱‍♀️",
        "blond-haired-man": "👱‍♂️",
        person_with_blond_hair: O1n,
        man_with_gua_pi_mao: I1n,
        "woman-wearing-turban": "👳‍♀️",
        "man-wearing-turban": "👳‍♂️",
        man_with_turban: x1n,
        older_man: N1n,
        older_woman: D1n,
        baby: P1n,
        "female-construction-worker": "👷‍♀️",
        "male-construction-worker": "👷‍♂️",
        construction_worker: M1n,
        princess: L1n,
        japanese_ogre: F1n,
        japanese_goblin: B1n,
        ghost: j1n,
        angel: U1n,
        alien: $1n,
        space_invader: G1n,
        imp: V1n,
        skull: q1n,
        "woman-tipping-hand": "💁‍♀️",
        information_desk_person: H1n,
        "man-tipping-hand": "💁‍♂️",
        "female-guard": "💂‍♀️",
        "male-guard": "💂‍♂️",
        guardsman: Y1n,
        dancer: z1n,
        lipstick: W1n,
        nail_care: K1n,
        "woman-getting-massage": "💆‍♀️",
        massage: Q1n,
        "man-getting-massage": "💆‍♂️",
        "woman-getting-haircut": "💇‍♀️",
        haircut: X1n,
        "man-getting-haircut": "💇‍♂️",
        barber: Z1n,
        syringe: J1n,
        pill: ewn,
        kiss: twn,
        love_letter: nwn,
        ring: rwn,
        gem: iwn,
        couplekiss: own,
        bouquet: awn,
        couple_with_heart: swn,
        wedding: uwn,
        heartbeat: cwn,
        broken_heart: lwn,
        two_hearts: dwn,
        sparkling_heart: pwn,
        heartpulse: fwn,
        cupid: hwn,
        blue_heart: mwn,
        green_heart: gwn,
        yellow_heart: _wn,
        purple_heart: vwn,
        gift_heart: bwn,
        revolving_hearts: ywn,
        heart_decoration: Ewn,
        diamond_shape_with_a_dot_inside: wwn,
        bulb: Swn,
        anger: Twn,
        bomb: Awn,
        zzz: Cwn,
        boom: kwn,
        collision: Rwn,
        sweat_drops: Own,
        droplet: Iwn,
        dash: xwn,
        hankey: Nwn,
        poop: Dwn,
        shit: Pwn,
        muscle: Mwn,
        dizzy: Lwn,
        speech_balloon: Fwn,
        thought_balloon: Bwn,
        white_flower: jwn,
        moneybag: Uwn,
        currency_exchange: $wn,
        heavy_dollar_sign: Gwn,
        credit_card: Vwn,
        yen: qwn,
        dollar: Hwn,
        euro: Ywn,
        pound: zwn,
        money_with_wings: Wwn,
        chart: Kwn,
        seat: Qwn,
        computer: Xwn,
        briefcase: Zwn,
        minidisc: Jwn,
        floppy_disk: eSn,
        cd: tSn,
        dvd: nSn,
        file_folder: rSn,
        open_file_folder: iSn,
        page_with_curl: oSn,
        page_facing_up: aSn,
        date: sSn,
        calendar: uSn,
        card_index: cSn,
        chart_with_upwards_trend: lSn,
        chart_with_downwards_trend: dSn,
        bar_chart: pSn,
        clipboard: fSn,
        pushpin: hSn,
        round_pushpin: mSn,
        paperclip: gSn,
        straight_ruler: _Sn,
        triangular_ruler: vSn,
        bookmark_tabs: bSn,
        ledger: ySn,
        notebook: ESn,
        notebook_with_decorative_cover: wSn,
        closed_book: SSn,
        book: TSn,
        open_book: ASn,
        green_book: CSn,
        blue_book: kSn,
        orange_book: RSn,
        books: OSn,
        name_badge: ISn,
        scroll: xSn,
        memo: NSn,
        pencil: DSn,
        telephone_receiver: PSn,
        pager: MSn,
        fax: LSn,
        satellite_antenna: FSn,
        loudspeaker: BSn,
        mega: jSn,
        outbox_tray: USn,
        inbox_tray: $Sn,
        package: "📦",
        "e-mail": "📧",
        incoming_envelope: GSn,
        envelope_with_arrow: VSn,
        mailbox_closed: qSn,
        mailbox: HSn,
        mailbox_with_mail: YSn,
        mailbox_with_no_mail: zSn,
        postbox: WSn,
        postal_horn: KSn,
        newspaper: QSn,
        iphone: XSn,
        calling: ZSn,
        vibration_mode: JSn,
        mobile_phone_off: eTn,
        no_mobile_phones: tTn,
        signal_strength: nTn,
        camera: rTn,
        camera_with_flash: iTn,
        video_camera: oTn,
        tv: aTn,
        radio: sTn,
        vhs: uTn,
        film_projector: cTn,
        prayer_beads: lTn,
        twisted_rightwards_arrows: dTn,
        repeat: pTn,
        repeat_one: fTn,
        arrows_clockwise: hTn,
        arrows_counterclockwise: mTn,
        low_brightness: gTn,
        high_brightness: _Tn,
        mute: vTn,
        speaker: bTn,
        sound: yTn,
        loud_sound: ETn,
        battery: wTn,
        electric_plug: STn,
        mag: TTn,
        mag_right: ATn,
        lock_with_ink_pen: CTn,
        closed_lock_with_key: kTn,
        key: RTn,
        lock: OTn,
        unlock: ITn,
        bell: xTn,
        no_bell: NTn,
        bookmark: DTn,
        link: PTn,
        radio_button: MTn,
        back: LTn,
        end: FTn,
        on: BTn,
        soon: jTn,
        top: UTn,
        underage: $Tn,
        keycap_ten: GTn,
        capital_abcd: VTn,
        abcd: qTn,
        symbols: HTn,
        abc: YTn,
        fire: zTn,
        flashlight: WTn,
        wrench: KTn,
        hammer: QTn,
        nut_and_bolt: XTn,
        hocho: ZTn,
        knife: JTn,
        gun: e2n,
        microscope: t2n,
        telescope: n2n,
        crystal_ball: r2n,
        six_pointed_star: i2n,
        beginner: o2n,
        trident: a2n,
        black_square_button: s2n,
        white_square_button: u2n,
        red_circle: c2n,
        large_blue_circle: l2n,
        large_orange_diamond: d2n,
        large_blue_diamond: p2n,
        small_orange_diamond: f2n,
        small_blue_diamond: h2n,
        small_red_triangle: m2n,
        small_red_triangle_down: g2n,
        arrow_up_small: _2n,
        arrow_down_small: v2n,
        om_symbol: b2n,
        dove_of_peace: y2n,
        kaaba: E2n,
        mosque: w2n,
        synagogue: S2n,
        menorah_with_nine_branches: T2n,
        clock1: A2n,
        clock2: C2n,
        clock3: k2n,
        clock4: R2n,
        clock5: O2n,
        clock6: I2n,
        clock7: x2n,
        clock8: N2n,
        clock9: D2n,
        clock10: P2n,
        clock11: M2n,
        clock12: L2n,
        clock130: F2n,
        clock230: B2n,
        clock330: j2n,
        clock430: U2n,
        clock530: $2n,
        clock630: G2n,
        clock730: V2n,
        clock830: q2n,
        clock930: H2n,
        clock1030: Y2n,
        clock1130: z2n,
        clock1230: W2n,
        candle: K2n,
        mantelpiece_clock: Q2n,
        hole: X2n,
        man_in_business_suit_levitating: Z2n,
        "female-detective": "🕵️‍♀️",
        "male-detective": "🕵️‍♂️",
        sleuth_or_spy: J2n,
        dark_sunglasses: eAn,
        spider: tAn,
        spider_web: nAn,
        joystick: rAn,
        man_dancing: iAn,
        linked_paperclips: oAn,
        lower_left_ballpoint_pen: aAn,
        lower_left_fountain_pen: sAn,
        lower_left_paintbrush: uAn,
        lower_left_crayon: cAn,
        raised_hand_with_fingers_splayed: lAn,
        middle_finger: dAn,
        reversed_hand_with_middle_finger_extended: pAn,
        "spock-hand": "🖖",
        black_heart: fAn,
        desktop_computer: hAn,
        printer: mAn,
        three_button_mouse: gAn,
        trackball: _An,
        frame_with_picture: vAn,
        card_index_dividers: bAn,
        card_file_box: yAn,
        file_cabinet: EAn,
        wastebasket: wAn,
        spiral_note_pad: SAn,
        spiral_calendar_pad: TAn,
        compression: AAn,
        old_key: CAn,
        rolled_up_newspaper: kAn,
        dagger_knife: RAn,
        speaking_head_in_silhouette: OAn,
        left_speech_bubble: IAn,
        right_anger_bubble: xAn,
        ballot_box_with_ballot: NAn,
        world_map: DAn,
        mount_fuji: PAn,
        tokyo_tower: MAn,
        statue_of_liberty: LAn,
        japan: FAn,
        moyai: BAn,
        grinning: jAn,
        grin: UAn,
        joy: $An,
        smiley: GAn,
        smile: VAn,
        sweat_smile: qAn,
        laughing: HAn,
        satisfied: YAn,
        innocent: zAn,
        smiling_imp: WAn,
        wink: KAn,
        blush: QAn,
        yum: XAn,
        relieved: ZAn,
        heart_eyes: JAn,
        sunglasses: eCn,
        smirk: tCn,
        neutral_face: nCn,
        expressionless: rCn,
        unamused: iCn,
        sweat: oCn,
        pensive: aCn,
        confused: sCn,
        confounded: uCn,
        kissing: cCn,
        kissing_heart: lCn,
        kissing_smiling_eyes: dCn,
        kissing_closed_eyes: pCn,
        stuck_out_tongue: fCn,
        stuck_out_tongue_winking_eye: hCn,
        stuck_out_tongue_closed_eyes: mCn,
        disappointed: gCn,
        worried: _Cn,
        angry: vCn,
        rage: bCn,
        cry: yCn,
        persevere: ECn,
        triumph: wCn,
        disappointed_relieved: SCn,
        frowning: TCn,
        anguished: ACn,
        fearful: CCn,
        weary: kCn,
        sleepy: RCn,
        tired_face: OCn,
        grimacing: ICn,
        sob: xCn,
        face_exhaling: NCn,
        open_mouth: DCn,
        hushed: PCn,
        cold_sweat: MCn,
        scream: LCn,
        astonished: FCn,
        flushed: BCn,
        sleeping: jCn,
        face_with_spiral_eyes: UCn,
        dizzy_face: $Cn,
        face_in_clouds: GCn,
        no_mouth: VCn,
        mask: qCn,
        smile_cat: HCn,
        joy_cat: YCn,
        smiley_cat: zCn,
        heart_eyes_cat: WCn,
        smirk_cat: KCn,
        kissing_cat: QCn,
        pouting_cat: XCn,
        crying_cat_face: ZCn,
        scream_cat: JCn,
        slightly_frowning_face: ekn,
        slightly_smiling_face: tkn,
        upside_down_face: nkn,
        face_with_rolling_eyes: rkn,
        "woman-gesturing-no": "🙅‍♀️",
        no_good: ikn,
        "man-gesturing-no": "🙅‍♂️",
        "woman-gesturing-ok": "🙆‍♀️",
        ok_woman: okn,
        "man-gesturing-ok": "🙆‍♂️",
        "woman-bowing": "🙇‍♀️",
        "man-bowing": "🙇‍♂️",
        bow: akn,
        see_no_evil: skn,
        hear_no_evil: ukn,
        speak_no_evil: ckn,
        "woman-raising-hand": "🙋‍♀️",
        raising_hand: lkn,
        "man-raising-hand": "🙋‍♂️",
        raised_hands: dkn,
        "woman-frowning": "🙍‍♀️",
        person_frowning: pkn,
        "man-frowning": "🙍‍♂️",
        "woman-pouting": "🙎‍♀️",
        person_with_pouting_face: fkn,
        "man-pouting": "🙎‍♂️",
        pray: hkn,
        rocket: mkn,
        helicopter: gkn,
        steam_locomotive: _kn,
        railway_car: vkn,
        bullettrain_side: bkn,
        bullettrain_front: ykn,
        train2: Ekn,
        metro: wkn,
        light_rail: Skn,
        station: Tkn,
        tram: Akn,
        train: Ckn,
        bus: kkn,
        oncoming_bus: Rkn,
        trolleybus: Okn,
        busstop: Ikn,
        minibus: xkn,
        ambulance: Nkn,
        fire_engine: Dkn,
        police_car: Pkn,
        oncoming_police_car: Mkn,
        taxi: Lkn,
        oncoming_taxi: Fkn,
        car: Bkn,
        red_car: jkn,
        oncoming_automobile: Ukn,
        blue_car: $kn,
        truck: Gkn,
        articulated_lorry: Vkn,
        tractor: qkn,
        monorail: Hkn,
        mountain_railway: Ykn,
        suspension_railway: zkn,
        mountain_cableway: Wkn,
        aerial_tramway: Kkn,
        ship: Qkn,
        "woman-rowing-boat": "🚣‍♀️",
        "man-rowing-boat": "🚣‍♂️",
        rowboat: Xkn,
        speedboat: Zkn,
        traffic_light: Jkn,
        vertical_traffic_light: eRn,
        construction: tRn,
        rotating_light: nRn,
        triangular_flag_on_post: rRn,
        door: iRn,
        no_entry_sign: oRn,
        smoking: aRn,
        no_smoking: sRn,
        put_litter_in_its_place: uRn,
        do_not_litter: cRn,
        potable_water: lRn,
        "non-potable_water": "🚱",
        bike: dRn,
        no_bicycles: pRn,
        "woman-biking": "🚴‍♀️",
        "man-biking": "🚴‍♂️",
        bicyclist: fRn,
        "woman-mountain-biking": "🚵‍♀️",
        "man-mountain-biking": "🚵‍♂️",
        mountain_bicyclist: hRn,
        "woman-walking": "🚶‍♀️",
        "man-walking": "🚶‍♂️",
        walking: mRn,
        no_pedestrians: gRn,
        children_crossing: _Rn,
        mens: vRn,
        womens: bRn,
        restroom: yRn,
        baby_symbol: ERn,
        toilet: wRn,
        wc: SRn,
        shower: TRn,
        bath: ARn,
        bathtub: CRn,
        passport_control: kRn,
        customs: RRn,
        baggage_claim: ORn,
        left_luggage: IRn,
        couch_and_lamp: xRn,
        sleeping_accommodation: NRn,
        shopping_bags: DRn,
        bellhop_bell: PRn,
        bed: MRn,
        place_of_worship: LRn,
        octagonal_sign: FRn,
        shopping_trolley: BRn,
        hindu_temple: jRn,
        hut: URn,
        elevator: $Rn,
        hammer_and_wrench: GRn,
        shield: VRn,
        oil_drum: qRn,
        motorway: HRn,
        railway_track: YRn,
        motor_boat: zRn,
        small_airplane: WRn,
        airplane_departure: KRn,
        airplane_arriving: QRn,
        satellite: XRn,
        passenger_ship: ZRn,
        scooter: JRn,
        motor_scooter: eOn,
        canoe: tOn,
        sled: nOn,
        flying_saucer: rOn,
        skateboard: iOn,
        auto_rickshaw: oOn,
        pickup_truck: aOn,
        roller_skate: sOn,
        large_orange_circle: uOn,
        large_yellow_circle: cOn,
        large_green_circle: lOn,
        large_purple_circle: dOn,
        large_brown_circle: pOn,
        large_red_square: fOn,
        large_blue_square: hOn,
        large_orange_square: mOn,
        large_yellow_square: gOn,
        large_green_square: _On,
        large_purple_square: vOn,
        large_brown_square: bOn,
        pinched_fingers: yOn,
        white_heart: EOn,
        brown_heart: wOn,
        pinching_hand: SOn,
        zipper_mouth_face: TOn,
        money_mouth_face: AOn,
        face_with_thermometer: COn,
        nerd_face: kOn,
        thinking_face: ROn,
        face_with_head_bandage: OOn,
        robot_face: IOn,
        hugging_face: xOn,
        the_horns: NOn,
        sign_of_the_horns: DOn,
        call_me_hand: POn,
        raised_back_of_hand: MOn,
        "left-facing_fist": "🤛",
        "right-facing_fist": "🤜",
        handshake: LOn,
        crossed_fingers: FOn,
        hand_with_index_and_middle_fingers_crossed: BOn,
        i_love_you_hand_sign: jOn,
        face_with_cowboy_hat: UOn,
        clown_face: $On,
        nauseated_face: GOn,
        rolling_on_the_floor_laughing: VOn,
        drooling_face: qOn,
        lying_face: HOn,
        "woman-facepalming": "🤦‍♀️",
        "man-facepalming": "🤦‍♂️",
        face_palm: YOn,
        sneezing_face: zOn,
        face_with_raised_eyebrow: WOn,
        face_with_one_eyebrow_raised: KOn,
        "star-struck": "🤩",
        grinning_face_with_star_eyes: QOn,
        zany_face: XOn,
        grinning_face_with_one_large_and_one_small_eye: ZOn,
        shushing_face: JOn,
        face_with_finger_covering_closed_lips: eIn,
        face_with_symbols_on_mouth: tIn,
        serious_face_with_symbols_covering_mouth: nIn,
        face_with_hand_over_mouth: rIn,
        smiling_face_with_smiling_eyes_and_hand_covering_mouth: iIn,
        face_vomiting: oIn,
        face_with_open_mouth_vomiting: aIn,
        exploding_head: sIn,
        shocked_face_with_exploding_head: uIn,
        pregnant_woman: cIn,
        "breast-feeding": "🤱",
        palms_up_together: lIn,
        selfie: dIn,
        prince: pIn,
        woman_in_tuxedo: fIn,
        man_in_tuxedo: hIn,
        person_in_tuxedo: mIn,
        mrs_claus: gIn,
        mother_christmas: _In,
        "woman-shrugging": "🤷‍♀️",
        "man-shrugging": "🤷‍♂️",
        shrug: vIn,
        "woman-cartwheeling": "🤸‍♀️",
        "man-cartwheeling": "🤸‍♂️",
        person_doing_cartwheel: bIn,
        "woman-juggling": "🤹‍♀️",
        "man-juggling": "🤹‍♂️",
        juggling: yIn,
        fencer: EIn,
        "woman-wrestling": "🤼‍♀️",
        "man-wrestling": "🤼‍♂️",
        wrestlers: wIn,
        "woman-playing-water-polo": "🤽‍♀️",
        "man-playing-water-polo": "🤽‍♂️",
        water_polo: SIn,
        "woman-playing-handball": "🤾‍♀️",
        "man-playing-handball": "🤾‍♂️",
        handball: TIn,
        diving_mask: AIn,
        wilted_flower: CIn,
        drum_with_drumsticks: kIn,
        clinking_glasses: RIn,
        tumbler_glass: OIn,
        spoon: IIn,
        goal_net: xIn,
        first_place_medal: NIn,
        second_place_medal: DIn,
        third_place_medal: PIn,
        boxing_glove: MIn,
        martial_arts_uniform: LIn,
        curling_stone: FIn,
        lacrosse: BIn,
        softball: jIn,
        flying_disc: UIn,
        croissant: $In,
        avocado: GIn,
        cucumber: VIn,
        bacon: qIn,
        potato: HIn,
        carrot: YIn,
        baguette_bread: zIn,
        green_salad: WIn,
        shallow_pan_of_food: KIn,
        stuffed_flatbread: QIn,
        egg: XIn,
        glass_of_milk: ZIn,
        peanuts: JIn,
        kiwifruit: exn,
        pancakes: txn,
        dumpling: nxn,
        fortune_cookie: rxn,
        takeout_box: ixn,
        chopsticks: oxn,
        bowl_with_spoon: axn,
        cup_with_straw: sxn,
        coconut: uxn,
        broccoli: cxn,
        pie: lxn,
        pretzel: dxn,
        cut_of_meat: pxn,
        sandwich: fxn,
        canned_food: hxn,
        leafy_green: mxn,
        mango: gxn,
        moon_cake: _xn,
        bagel: vxn,
        smiling_face_with_3_hearts: bxn,
        yawning_face: yxn,
        smiling_face_with_tear: Exn,
        partying_face: wxn,
        woozy_face: Sxn,
        hot_face: Txn,
        cold_face: Axn,
        ninja: Cxn,
        disguised_face: kxn,
        pleading_face: Rxn,
        sari: Oxn,
        lab_coat: Ixn,
        goggles: xxn,
        hiking_boot: Nxn,
        womans_flat_shoe: Dxn,
        crab: Pxn,
        lion_face: Mxn,
        scorpion: Lxn,
        turkey: Fxn,
        unicorn_face: Bxn,
        eagle: jxn,
        duck: Uxn,
        bat: $xn,
        shark: Gxn,
        owl: Vxn,
        fox_face: qxn,
        butterfly: Hxn,
        deer: Yxn,
        gorilla: zxn,
        lizard: Wxn,
        rhinoceros: Kxn,
        shrimp: Qxn,
        squid: Xxn,
        giraffe_face: Zxn,
        zebra_face: Jxn,
        hedgehog: eNn,
        sauropod: tNn,
        "t-rex": "🦖",
        cricket: nNn,
        kangaroo: rNn,
        llama: iNn,
        peacock: oNn,
        hippopotamus: aNn,
        parrot: sNn,
        raccoon: uNn,
        lobster: cNn,
        mosquito: lNn,
        microbe: dNn,
        badger: pNn,
        swan: fNn,
        mammoth: hNn,
        dodo: mNn,
        sloth: gNn,
        otter: _Nn,
        orangutan: vNn,
        skunk: bNn,
        flamingo: yNn,
        oyster: ENn,
        beaver: wNn,
        bison: SNn,
        seal: TNn,
        guide_dog: ANn,
        probing_cane: CNn,
        bone: kNn,
        leg: RNn,
        foot: ONn,
        tooth: INn,
        female_superhero: xNn,
        male_superhero: NNn,
        superhero: DNn,
        female_supervillain: PNn,
        male_supervillain: MNn,
        supervillain: LNn,
        safety_vest: FNn,
        ear_with_hearing_aid: BNn,
        motorized_wheelchair: jNn,
        manual_wheelchair: UNn,
        mechanical_arm: $Nn,
        mechanical_leg: GNn,
        cheese_wedge: VNn,
        cupcake: qNn,
        salt: HNn,
        beverage_box: YNn,
        garlic: zNn,
        onion: WNn,
        falafel: KNn,
        waffle: QNn,
        butter: XNn,
        mate_drink: ZNn,
        ice_cube: JNn,
        bubble_tea: eDn,
        woman_standing: tDn,
        man_standing: nDn,
        standing_person: rDn,
        woman_kneeling: iDn,
        man_kneeling: oDn,
        kneeling_person: aDn,
        deaf_woman: sDn,
        deaf_man: uDn,
        deaf_person: cDn,
        face_with_monocle: lDn,
        farmer: dDn,
        cook: pDn,
        person_feeding_baby: fDn,
        mx_claus: hDn,
        student: mDn,
        singer: gDn,
        artist: _Dn,
        teacher: vDn,
        factory_worker: bDn,
        technologist: yDn,
        office_worker: EDn,
        mechanic: wDn,
        scientist: SDn,
        astronaut: TDn,
        firefighter: ADn,
        people_holding_hands: CDn,
        person_with_probing_cane: kDn,
        red_haired_person: RDn,
        curly_haired_person: ODn,
        bald_person: IDn,
        white_haired_person: xDn,
        person_in_motorized_wheelchair: NDn,
        person_in_manual_wheelchair: DDn,
        health_worker: PDn,
        judge: MDn,
        pilot: LDn,
        adult: FDn,
        child: BDn,
        older_adult: jDn,
        woman_with_beard: UDn,
        man_with_beard: $Dn,
        bearded_person: GDn,
        person_with_headscarf: VDn,
        woman_in_steamy_room: qDn,
        man_in_steamy_room: HDn,
        person_in_steamy_room: YDn,
        woman_climbing: zDn,
        person_climbing: WDn,
        man_climbing: KDn,
        woman_in_lotus_position: QDn,
        person_in_lotus_position: XDn,
        man_in_lotus_position: ZDn,
        female_mage: JDn,
        mage: ePn,
        male_mage: tPn,
        female_fairy: nPn,
        fairy: rPn,
        male_fairy: iPn,
        female_vampire: oPn,
        vampire: aPn,
        male_vampire: sPn,
        mermaid: uPn,
        merman: cPn,
        merperson: lPn,
        female_elf: dPn,
        male_elf: pPn,
        elf: fPn,
        female_genie: hPn,
        male_genie: mPn,
        genie: gPn,
        female_zombie: _Pn,
        male_zombie: vPn,
        zombie: bPn,
        brain: yPn,
        orange_heart: EPn,
        billed_cap: wPn,
        scarf: SPn,
        gloves: TPn,
        coat: APn,
        socks: CPn,
        red_envelope: kPn,
        firecracker: RPn,
        jigsaw: OPn,
        test_tube: IPn,
        petri_dish: xPn,
        dna: NPn,
        compass: DPn,
        abacus: PPn,
        fire_extinguisher: MPn,
        toolbox: LPn,
        bricks: FPn,
        magnet: BPn,
        luggage: jPn,
        lotion_bottle: UPn,
        thread: $Pn,
        yarn: GPn,
        safety_pin: VPn,
        teddy_bear: qPn,
        broom: HPn,
        basket: YPn,
        roll_of_paper: zPn,
        soap: WPn,
        sponge: KPn,
        receipt: QPn,
        nazar_amulet: XPn,
        ballet_shoes: ZPn,
        "one-piece_swimsuit": "🩱",
        briefs: JPn,
        shorts: eMn,
        thong_sandal: tMn,
        drop_of_blood: nMn,
        adhesive_bandage: rMn,
        stethoscope: iMn,
        "yo-yo": "🪀",
        kite: oMn,
        parachute: aMn,
        boomerang: sMn,
        magic_wand: uMn,
        pinata: cMn,
        nesting_dolls: lMn,
        ringed_planet: dMn,
        chair: pMn,
        razor: fMn,
        axe: hMn,
        diya_lamp: mMn,
        banjo: gMn,
        military_helmet: _Mn,
        accordion: vMn,
        long_drum: bMn,
        coin: yMn,
        carpentry_saw: EMn,
        screwdriver: wMn,
        ladder: SMn,
        hook: TMn,
        mirror: AMn,
        window: CMn,
        plunger: kMn,
        sewing_needle: RMn,
        knot: OMn,
        bucket: IMn,
        mouse_trap: xMn,
        toothbrush: NMn,
        headstone: DMn,
        placard: PMn,
        rock: MMn,
        fly: LMn,
        worm: FMn,
        beetle: BMn,
        cockroach: jMn,
        potted_plant: UMn,
        wood: $Mn,
        feather: GMn,
        anatomical_heart: VMn,
        lungs: qMn,
        people_hugging: HMn,
        blueberries: YMn,
        bell_pepper: zMn,
        olive: WMn,
        flatbread: KMn,
        tamale: QMn,
        fondue: XMn,
        teapot: ZMn,
        bangbang: JMn,
        interrobang: eLn,
        tm: tLn,
        information_source: nLn,
        left_right_arrow: rLn,
        arrow_up_down: iLn,
        arrow_upper_left: oLn,
        arrow_upper_right: aLn,
        arrow_lower_right: sLn,
        arrow_lower_left: uLn,
        leftwards_arrow_with_hook: cLn,
        arrow_right_hook: lLn,
        watch: dLn,
        hourglass: pLn,
        keyboard: fLn,
        eject: hLn,
        fast_forward: mLn,
        rewind: gLn,
        arrow_double_up: _Ln,
        arrow_double_down: vLn,
        black_right_pointing_double_triangle_with_vertical_bar: bLn,
        black_left_pointing_double_triangle_with_vertical_bar: yLn,
        black_right_pointing_triangle_with_double_vertical_bar: ELn,
        alarm_clock: wLn,
        stopwatch: SLn,
        timer_clock: TLn,
        hourglass_flowing_sand: ALn,
        double_vertical_bar: CLn,
        black_square_for_stop: kLn,
        black_circle_for_record: RLn,
        m: OLn,
        black_small_square: ILn,
        white_small_square: xLn,
        arrow_forward: NLn,
        arrow_backward: DLn,
        white_medium_square: PLn,
        black_medium_square: MLn,
        white_medium_small_square: LLn,
        black_medium_small_square: FLn,
        sunny: BLn,
        cloud: jLn,
        umbrella: ULn,
        snowman: $Ln,
        comet: GLn,
        phone: VLn,
        telephone: qLn,
        ballot_box_with_check: HLn,
        shamrock: YLn,
        point_up: zLn,
        skull_and_crossbones: WLn,
        radioactive_sign: KLn,
        biohazard_sign: QLn,
        orthodox_cross: XLn,
        star_and_crescent: ZLn,
        peace_symbol: JLn,
        yin_yang: e3n,
        wheel_of_dharma: t3n,
        white_frowning_face: n3n,
        relaxed: r3n,
        female_sign: i3n,
        male_sign: o3n,
        gemini: a3n,
        cancer: s3n,
        leo: u3n,
        virgo: c3n,
        libra: l3n,
        scorpius: d3n,
        chess_pawn: p3n,
        spades: f3n,
        clubs: h3n,
        hearts: m3n,
        diamonds: g3n,
        hotsprings: _3n,
        recycle: v3n,
        infinity: b3n,
        wheelchair: y3n,
        hammer_and_pick: E3n,
        crossed_swords: w3n,
        medical_symbol: S3n,
        staff_of_aesculapius: T3n,
        scales: A3n,
        alembic: C3n,
        gear: k3n,
        atom_symbol: R3n,
        fleur_de_lis: O3n,
        warning: I3n,
        zap: x3n,
        transgender_symbol: N3n,
        white_circle: D3n,
        black_circle: P3n,
        coffin: M3n,
        funeral_urn: L3n,
        soccer: F3n,
        baseball: B3n,
        snowman_without_snow: j3n,
        partly_sunny: U3n,
        thunder_cloud_and_rain: $3n,
        ophiuchus: G3n,
        pick: V3n,
        helmet_with_white_cross: q3n,
        chains: H3n,
        no_entry: Y3n,
        shinto_shrine: z3n,
        church: W3n,
        mountain: K3n,
        umbrella_on_ground: Q3n,
        fountain: X3n,
        golf: Z3n,
        ferry: J3n,
        boat: e4n,
        sailboat: t4n,
        skier: n4n,
        ice_skate: r4n,
        "woman-bouncing-ball": "⛹️‍♀️",
        "man-bouncing-ball": "⛹️‍♂️",
        person_with_ball: i4n,
        tent: o4n,
        fuelpump: a4n,
        scissors: s4n,
        airplane: u4n,
        email: c4n,
        envelope: l4n,
        fist: d4n,
        hand: p4n,
        raised_hand: f4n,
        v: h4n,
        writing_hand: m4n,
        pencil2: g4n,
        black_nib: _4n,
        heavy_check_mark: v4n,
        heavy_multiplication_x: b4n,
        latin_cross: y4n,
        star_of_david: E4n,
        eight_spoked_asterisk: w4n,
        eight_pointed_black_star: S4n,
        snowflake: T4n,
        sparkle: A4n,
        x: C4n,
        negative_squared_cross_mark: k4n,
        heavy_heart_exclamation_mark_ornament: R4n,
        heart_on_fire: O4n,
        mending_heart: I4n,
        heart: x4n,
        arrow_right: N4n,
        curly_loop: D4n,
        loop: P4n,
        arrow_heading_up: M4n,
        arrow_heading_down: L4n,
        arrow_left: F4n,
        arrow_up: B4n,
        arrow_down: j4n,
        black_large_square: U4n,
        white_large_square: $4n,
        star: G4n,
        o: V4n,
        wavy_dash: q4n,
        part_alternation_mark: H4n,
        congratulations: Y4n,
        secret: z4n
    };


console.log("ONE");
const table = document.createElement('table');

for (const key in W4n) {
    const value = W4n[key];

    if (typeof value === 'string' || typeof value === 'number') {
        const row = document.createElement('tr');
        const cell1 = document.createElement('td');
        const cell2 = document.createElement('td');

        cell1.textContent = key;
        cell2.textContent = value;

        row.appendChild(cell1);
        row.appendChild(cell2);

        table.appendChild(row);
    } else {
        const row = document.createElement('tr');
        const cell1 = document.createElement('td');
        const cell2 = document.createElement('td');

        cell1.textContent = key;
        cell2.textContent = value.valueOf();

        row.appendChild(cell1);
        row.appendChild(cell2);

        table.appendChild(row);
    }
}

document.body.appendChild(table);

}